Repository: EricHogue/Koryukan
Catalog: Public/application/languages/*.po
Languages: fr_fr

source: Sensei began the seminar with a focus on the Aiki no Jutsu techniques of Daito Ryu. Various techniques were delved into for two hours. Sensei explained how successful performance of these techniques requires more of a focus on gravity and body movements, rather than strength. Then, during a break, some participants inquired about nikkajo techniques, so Sensei transitioned into some tachiai and ushiro techniques from the nikkajo. These were practiced for another two hours. As the 'flavor' of Aiki no Jutsu techniques and nikkajo techniques differ, all participants were able to practice two completely different sets of Daito Ryu techniques. After the seminar, Sensei was presented with a plaque of appreciation from Maestro Rocco LaGuardia of Taranto.
fr_fr: Sensei d&eacute;buta le s&eacute;minaire en se concentrant sur les techniques d'Aiki no Jutsu techniques du Daito Ryu. Plusieurs techniques furent explor&eacute;es pendant deux heures. Sensei nous expliqua en quoi la r&eacute;ussite de ces techniques n&eacute;cessite davantage de concentration de l'esprit et des mouvements corporals que de force physique. Puis, au cours d'une pause, certains participants s'inform&egrave;rent sur des techniques de la s&eacute;rie nikkajo, donc Sensei d&eacute;cida de pr&eacute;senter des techniques tachiai et ushiro de la s&eacute;rie nikkajo. Elles furent pratiqu&eacute;es pendant un autre deux heures. Comme la 'saveur' des techniques d'Aiki no Jutsu et de nikkajo diff&egrave;rent, tous nles participants purent pratiquer deux s&eacute;ries compl&egrave;tement diff&eacute;rentes de techniques de Daito-ryu. Apr&egrave;s le s&eacute;minaire, on pr&eacute;senta &agrave; Sensei un certificat d'appr&eacute;ciation de la part de Maestro Rocco LaGuardia de Taranto.

source: Visit the --URL-LINK-- for pictures.
fr_fr: Visitez notre --URL-LINK-- pour les photos.

source: Article by Russel Haskin
fr_fr: Article par Russel Haskin

source: Special thanks to Sensei Raynald Fleury, chief instructor of the Seuin Maru Dojo for inviting us to participate in a seminar on the 30th of November 2003. It was enjoyed by all and was a great opportunity to practice with martial artists of different backgrounds.
fr_fr: Nos sinc&egrave;res remerciements a Sensei Raynald Fleury, instructeur en chef du Dojo Seiun Maru pour son invitation pour participer &agrave; l'atelier du 30 Novembre 2003. L'atelier a &eacute;t&eacute; grandement appreci&eacute; par tous les participants et nous a donn&eacute;s la chance de pratiquer avec des pratiquants de diff&eacute;rents arts martiaux.

source: Children/family Classes*:
fr_fr: Cours Enfant - famille *:

source: Aiki jujutsu is art based on self defence and therefore a very peaceful. The strikes that are used have only for goal to destabilize, to distract the adversary to let us control and attack or to simply avoid or get rid of the aggressor to put an end to the attack.
fr_fr: L'Aiki Jujutsu est un art martial bas&eacute; sur l'auto d&eacute;fense, donc tr&egrave;s pacifique. Les frappes qui sont donn&eacute;es ont pour seul but de d&eacute;stabiliser, d'amener l'attention de l'adversaire ailleurs pour nous permettre de faire une technique. Les techniques enseign&eacute;es nous permettent de contr&ocirc;ler notre attaquant ou de tout simplement l'&eacute;viter, de nous en d&eacute;barrasser afin de mettre un terme &agrave; l'agression que l'on subit.

source: It is therefore difficult for children to use Aiki jujutsu in an aggressive way or to attack another child. We utilize the strength, the speed and the body movement of the attacker to apply our techniques. No attack, no Aiki.
fr_fr: Il est donc difficile pour les enfants d'amener l'Aiki Jujutsu dans un contexte qui peut &ecirc;tre utilis&eacute; pour agresser, attaquer un autre enfant. Nous utilisons la force, la vitesse et le mouvement du corps de l'attaquant pour appliquer nos techniques. Pas d'attaque, pas d'Aiki.

source: An excellent form of self defence, which demands little or no strength, Aiki jujutsu is perfect for children. By practicing regularly the basic movements as well as the falls and rolls, children become more efficient in their techniques while minimizing their risk of injury.
fr_fr: Excellent moyen d'auto d&eacute;fense, qui demande peu ou pas de force, le Da&iuml;to Ryu convient parfaitement aux enfants. En pratiquant r&eacute;guli&egrave;rement les mouvements de base, ainsi que les chutes et les roulades, l'enfant accroit l'efficacit&eacute; de ces techniques tout en minimisant le risque de blessure.

source: Aiki Jujutsu develops flexibility, strength, coordination, balance, confidence and concentration in children as young as 5 or 6 years of age and all of this in a fun environment. It also favours discipline, respect of others and self respect as well. The belt system promotes advancement and motivates the child to persevere.
fr_fr: L'Aiki Jujutsu d&eacute;veloppe chez les jeunes, et cela d&egrave;s l'&acirc;ge de 5-6 ans, flexibilit&eacute;, force musculaire, coordination, &eacute;quilibre, confiance en soi, concentration et &ccedil;a tout en s'amusant. Il favorise aussi la discipline et le respect des autres et de lui-m&ecirc;me. Le syst&egrave;me de ceinture t&eacute;moigne de l'avancement de l'enfant et le motive &agrave; pers&eacute;v&eacute;rer. <p />

source: * Our program allows the parent to participate in the class if they desire which can reassure the child and help to understand the Dojo rules. The child learns to play with the parent without the parent being the authority figure. For the parent it is an excellent initiation to martial arts as well as offering the opportunity to exercise and stretch while spending some nice family time on Sunday morning.
fr_fr: * Notre programme permet la participation du parent au cours, s'il le d&eacute;sire, ce qui permet de rassurer l'enfant et de l'aider &agrave; comprendre les r&egrave;gles du Dojo. L'enfant apprend &agrave; jouer avec le parent sans que ce dernier soit l'autorit&eacute;. Pour le parent, il s'agit d'une excellente initiation aux arts martiaux en plus d'offrir l'opportunit&eacute; de faire de l'exercice, de l'&eacute;tirement tout en passant un dimanche matin en famille.

source: Here's a list of the products offered by Koryukan. Please send your order at <a href='mailto:sale@koryukan.com'>sale@koryukan.com</a>. We will contact you shortly for payement and delivery details.
fr_fr: Voici la liste des produits offert par koryukan. S'il vous plait, envoyer votre commande &agrave; <a href='mailto:vente@koryukan.com'>vente@koryukan.com</a>. Nous vous contacterons dans les plus brefs delais avec les m&eacute;thodes de paiement et de livraison.

source: All prices includes taxes.
fr_fr: Tous les prix incluent les taxes.

source: Negotiable
fr_fr: Négociable

source: An error occurred
fr_fr: Une erreur s'est produite

source: The main line of Ono Ha Itto Ryu was established in the early Edo period, around year 1630. Stemming from Itto Ryu kenjutsu of Ito Ittosai Kagehisa, Ono Ha Itto Ryu was founded by Ono Jirouemon Tadaaki.
fr_fr: La principale lign&eacute;e d'Ono Ha Itto Ryu fut &eacute;tablie au d&eacute;but de la p&eacute;riode Edo, c'est-&agrave;-dire autour de l'an 1630. &Eacute;manant du Itto Ryu kenjutsu de Ito Ittosai Kagehisa, le Ono Ha Itto Ryu fut cr&eacute;&eacute; par Ono Jirouemon Tadaaki.

source: The Aizu clan had a long tradition of practicing Ono Ha Itto Ryu kenjustu. Takeda Sokaku learned Ono Ha from Toba Shibuya Sensei at the Yokikan dojo in Aizubange-cho, and mastered this style his late teens. During his musha shugyo around the various dojo of Japan, Takeda Sokaku applied and tested his skills in swordsmanship. After years of experience in kenjutsu, Takeda Sokaku Sensei only kept those sword techniques that he thought were effective and efficient. In this manner he taught his son, Takeda Tokimune, the system now being called Ono Ha Itto Ryu Kenjustu Sokaku-den.
fr_fr: Le clan Aizu poss&eacute;dait une longue tradition de pratique du Ono Ha Itto Ryu Kenjutsu. Takeda Sokaku l'apprit de Toba Shibuya Sensei au dojo Yokikan &agrave; Aizubange-cho et ma&icirc;trisa parfaitement ce style d&egrave;s la fin de son adolescence. Au cours de ses musha shugyo &agrave; travers nombreux dojo au Japon, Takeda Sokaku testait et mettait en application ses habilet&eacute;s d'escrimeur. Apr&egrave;s plusieurs ann&eacute;es, Takeda Sokaku Sensei ne conserva que ces techniques de sabre qu'il jugeait efficaces et efficientes. De cette mani&egrave;re, il enseigna &agrave; son fils, Takeda Tokimune, ce syst&egrave;me que l'on nomme maintenant le Ono Ha Itto Ryu Kenjutsu Sokaku-den.

source: homeHeader
fr_fr: Dojo Koryukan

source: homePar1
fr_fr: Le dojo Koryukan à été créé par Medhat Darwish. Situé à Montréal au Canada, il permet une étude de l'Aiki Jujutsu Daito Ryu. Medhat a été inspiré par Okabayashi Shogen Sensei duquel il a reçu la permission d'établir le premier groupe d'étude d'Hakyho Kai Daito Ryu Aiki Jujutsu au Canada. Peu de temps après, Okabayashi Shogen Sensei fit le grand honneur au dojo Koryukan d'être la première branche d'Hakuho Ryu au pays et M. Darwish fut nommé premier représentant au Canada.

source: homePar2
fr_fr: Présentement, Koryukan est un dojo indépendant qui a pour but la pratique et le préservation des techniques du Daito Ryu Aki Budo traditionnel et du Kenjutsu Ono Ha Itto Ryu comme elles nous ont été enseignées.

source: homePar3
fr_fr: Koryukan offre un enseignement de l'Aiki Jujutsu Daito Ryu et du Kenjutsu aux individus et aux groupes. Le respect, la loyauté, la camaraderie, l'humanité, l'humilité, la bravoure, le dévouement, l'engagement et un esprit droit sont toutes des valeurs fortement encouragées.

source: homeHeader2
fr_fr: Dojo Dokyoo

source: homePar4
fr_fr: Le dojo Dyokoo est une branche de Koryukan qui fut fondée en 2009 par Pavel Ribinsky. Pavel pratique le Daito Ryu avec sensei Darwish depuis 2006 et a présentement le rang de 4ième kyu. Michel Wakil va assister Pavel dans la création du nouveau dojo. Michel va s'assurer du respect des valeurs fondamentales au Koryukan et de la qualité des techniques enseignées.

source: Following Sokaku's death in Aomori Prefecture in 1943, his third son Takeda Tokimune succeeded him as head of the Takeda family and headmaster (soke) of the Daito-ryu. Tokimune was born on October 7, 1916 in Shimoyubetsu in Hokkaido. As a boy, his father trained him strictly in swordsmanship and Daito-ryu aiki jujutsu. He often accompanied Sokaku on his travels and acted on his behalf as kyoju dairi (assistant instructor). Following the Second World War he joined the police force as a detective, and after his retirement took a position as a director with a large company called Yamada Fisheries. In 1954 he established the Daitokan dojo in the city of Abashiri on the northern coast of Hokkaido. He retired from Yamada Fisheries in 1976 to devote himself to traveling around Japan teaching Daito-ryu and working to disseminate the tradition.
fr_fr: Suite &agrave; la mort de Sokaku, dans la prefecture de Aomori en 1943, son troisi&egrave;me fils Takeda Tokimune lui succ&eacute;da en tant que chef de la famille Takeda et dircteur (soke) du Daito-ryu. Tokimune est n&eacute; le 7 octobre 1916 &agrave; Shimoyubetsu dans l'&icirc;le d'Hokkaido. Enfant, son p&egrave;re lui enseigna l'escrime et le Daito-ryu aiki jujutsu. Il accompagnait souvent Sokaku dans ses voyages et faisait office de kyoju dairi (assistant instructor). Apr&egrave;s la Seconde guerre mondiale, il s'enrola dans la police en tant que d&eacute;tective et, &agrave; sa retraite, fut nomm&eacute; directeur d'une grande compagnie appel&eacute;e Yamada Fisheries. En 1954, il cr&eacute;a le dojo Daitokan dans la ville d'Abashiri sur la c&ocirc;te septentrionale d'Hokkaido. Il prit sa retraite des Yamada Fisheries en 1976 afin de se consacrer &agrave; l'enseignement du Daito-ryu &agrave; travers le Japon et dans le but de diss&eacute;miner la tradition.

source: Previous to this time, Daito-ryu had been for the most part an exclusive art taught only to prominent individuals such as descendants of the samurai class, military officers, and teachers. Tokimune, however, began working toward sharing the art with a wider audience by conducting what he called 'Soke Seminars' in various places around Japan. As a result of these seminars, the previously hidden techniques of Daito-ryu were revealed to the public as Daito-ryu aiki budo. On February 7, 1981 Tokimune presented Daito-ryu at a major public demonstration of classical martial arts that was broadcast on Japanese national television. This demonstration included tachiai rokunin zume (pinning six opponents attempting to hold him from a standing position) and newaza kyunin nage (throwing nine opponents attempting to pin him on his back to the ground); thus, the techniques of Daito-ryu and his own skill in executing them immediately gained the attention of the Japanese budo world.
fr_fr: Auparavant, le Daito-ryu avait surtout &eacute;t&eacute; enseign&eacute; et r&eacute;server &agrave; une certaine classe d'individus, tels que les descendants de la classe des samurais, officiers militaires et enseignants. Tokimune, cependant, s'effor&ccedil;a de render accessible cet art &agrave; un public plus &eacute;largi en pr&eacute;sentant ce qu'il appelait &laquo; les s&eacute;minaires du directeur &raquo; partout au Japon. Il en r&eacute;sulta que les techniques auparavant secretes du Daito Ryu furent r&eacute;v&eacute;l&eacute;es au public en tant que Daito-ryu aiki budo. Le 7 f&eacute;vrier 1981, Tokimune fit une demonstration de Daito-ryu lors d'une exhibition importante sur les arts martiaux classiques qui fut diffus&eacute;e sur la t&eacute;l&eacute;vision nationale japonaise. Cette d&eacute;monstration incluait tachiai rokunin zume (se d&eacute;faire de six assaillants tentant de l'immobiliser &agrave; partir d'une position debout) et newaza kyunin nage (projetant neuf assailants tentant de l'immobiliser alors que couch&eacute; sur le dos); ainsi, les techniques du Daito-ryu et ses propres habilet&eacute;s gagn&egrave;rent imm&eacute;diatement l'attention du monde des arts martiaux du Japon.

source: These exhibitions not only demonstrated the high quality of Daito-ryu as a body of unique martial technique, but also suggested the art's importance as a Japanese cultural asset.
fr_fr: Ces demonstrations d&eacute;montr&egrave;rent non seulement la haute qualit&eacute; du Daito-ryu en tant que corpus technique martial, mais aussi pr&eacute;senta l'art en tant qu'atout pour la culture japonaise.

source: Takeda Sokaku was born the second son of Takeda Sokichi on October 10, 1859 in the Takeda mansion in Oike in Aizu, present-day Fukushima prefecture. As a boy, Sokaku learned kenjutsu, bojutsu, sumo, and Daito-ryu from his father, and studied Ono-ha Itto-ryu at the Yokikan dojo under Shibuya Toba.
fr_fr: Takeda Sokaku, second fils de Takeda Sokichi, est n&eacute; le 10 octobre 1859 &agrave; la maison Takeda &agrave; Oike (clan Aizu), dans ce que l'on appellerait aujourd'hui la pr&eacute;fecture Fukushima. Enfant, Sokaku appris le kenjutsu, le bojutsu, le sumo et le Daito-ryu de son p&egrave;re et appris le Ono-ha Itto-ryu au dojo Yokikan avec Shibuya Toba.

source: In 1873, Sokaku traveled with his father to the dojo of his father's friend, swordsman Sakakibara Kenkichi. There he stayed on as a live-in student and immersed himself in studying the Jikishinkage-ryu. At the Sakakibara dojo Sokaku had opportunities to meet and train with many of the top swordsmen of the day, many of whom had formerly been members of the Tokugawa shogunate's Kobusho, the exclusive martial arts school for government retainers. He studied diligently, and eventually mastered many different skills and weapons including sword (ken), staff (bo), half-bow (hankyu), short-staff (jo), and throwing darts (shuriken). Later he also received a license (inka) in the spear arts of the Hozoin-ryu.
fr_fr: En 1873, Sokaku voyagea avec son p&egrave;re au dojo de l'ami de ce dernier, l'escrimeur r&eacute;put&eacute; Sakakibara Kenkichi. A cet endroit, il v&eacute;cu en tant qu'&eacute;l&egrave;ve-r&eacute;sident et se plongea dans l'&eacute;tude du Jikishinkage-ryu. Au dojo de Sakakibara, Sokaku eut la chance de renontrer et de pratiquer avec plusieurs des plus grands escrimeurs de l'&eacute;poque, plusieurs d'entre eux ayant d&eacute;j&agrave; &eacute;t&eacute; membres du Kobusho du shogun de Tokugawa, l'&eacute;lite des &eacute;coles d'arts martiaux des d&eacute;pisteurs gouvernementaux. Il &eacute;tudia avec diligence et, &eacute;ventuellement, ma&icirc;trisa de nombreuses techniques et armes qui incluent l'&eacute;p&eacute;e (ken), le b&acirc;ton (bo), le mi-arc (hankyu), le b&acirc;ton court (jo) et le lancer de drarts (shuriken). Il re&ccedil;ut ult&eacute;rieurement un brevet (inka) dans les arts de la lance du Hozoin-ryu.

source: Sokaku traveled around visiting dojos throughout Japan, testing and polishing his martial skills wherever he went. He also deepened his spiritual connections through constant visits for prayer, devotions, and ascetic training to sacred places such as Udomyojin in Kyushu, Mt. Futara in Nikko, and Mt. Haguro in Dewa Province (now Akita and Yamagata prefectures). His sword skills were unparalleled and he was feared as 'the Little Tengu of Aizu' (a tengu is a type of long-nosed demon; they are renowned for their martial arts skills).
fr_fr: Sokaku voyagea beaucoup, visitant au passage de nombreux dojos partout au Japon, ce qui lui permit de tester et de raffiner ses habilet&eacute;s martiales partout o&ugrave; il alla. Cela lui permit &eacute;galement d'approfondir son c&ocirc;t&eacute; spirituel, par la pri&egrave;re, la d&eacute;votion et de l'entra&icirc;nement asc&eacute;tique, suite &agrave; de nombreuses visites &agrave; des endroits sacr&eacute;s tels que Udomyojin &agrave; Kyushu, Mont Futara &agrave; Nikko et Mont Haguro dans la province de Dewa Province (aujourd'hui les pr&eacute;fectures d'Akita et Yamagata). Ses habilet&eacute;s d'escrimeurs &eacute;taient in&eacute;gal&eacute;es et il &eacute;tait surnomm&eacute; &laquo; le petit tengu d'Aizu &raquo; (le tengu est un genre de d&eacute;mon &agrave; long nez qui sont renomm&eacute;s pour leurs habilet&eacute;s martiales).

source: In about 1875, rumor reached Sokaku that Saigo Takamori had launched his rebellion in Satsuma against the forces of the new Meiji government. He decided immediately that he would go to lend his support. He made it as far as Kyushu but was unable to reach his destination, so he returned to Osaka where he spent the next ten years as a guest in the Kyoshin Meichi-ryu dojo of swordsman Momonoi Shunzo.
fr_fr: Autour de 1875, Sokaku appris la rumeur que Saigo Takamori aurait d&eacute;clench&eacute; une rebellion &agrave; Satsuma contre les forces du nouveau gouvernement Meiji. Il d&eacute;cida d'y apporter son support. Il se rendit aussi loin que Kyushu, mais ne put se render &agrave; destination alors il retourna &agrave; Osaka o&ugrave; il passa les dix ann&eacute;es suivantes en tant qu'invit&eacute; au dojo du Kyoshin Meichi-ryu dojo de l'escrimeur Momonoi Shunzo.

source: Sokaku learned Daito-ryu from his father Sokichi, but it was from Saigo Tanomo, former Chief Councilor of the Aizu domain, that he learned oshikiiuchi (etiquette for proper conduct inside the Palace). After the Meiji Restoration in 1868, Saigo Tanomo had become a Shinto priest and taken the name Hoshina Chikanori. In 1875 Sokaku visited him at Tsutsukowake Shrine in Fukushima to study for entrance to the priesthood, and while he was there received instruction in the arts of oshikiiuchi from Chikanori. Although Sokaku decided not to become a priest, he visited his mentor many times after that, and under Chikanori's instruction is said to have perfected seemingly miraculous skills of understanding another's mind and thought. On May 12th of 1898 Chikanori presented him with a single poem, inscribing it in Sokaku's enrollment book. One interpretation of Chikanori's words is that he is likening the flow of a river to the flow of time. With the beginning of the Meiji period, the age of the sword had ended, and no matter how skilled a swordsman might be, he can no longer make any mark and will amount to nothing. Therefore, it is time to pursue and make your way with jujutsu.
fr_fr: Sokaku avait appris le Daito-ryu de son p&egrave;re Sokichi, mais c'est de Saigo Tanomo, ancient Conseiller principal du clan Aizu, qu'il appris le oshikiiuchi (code de conduite &agrave; l,int&eacute;rieur des palais). Suite &agrave; la restauration Meiji de 1868, Saigo Tanomo devint un pr&ecirc;tre Shinto et pris le nom de Hoshina Chikanori. En 1875, Sokaku lui rendit visite au temple de Tsutsukowake &agrave; Fukushima afin d'&eacute;tudier son entr&eacute;e &agrave; la pr&ecirc;trise, et c'est &agrave; ce moment qu'il appris le oshikiiuchi de Chikanori. Bien que Sokaku d&eacute;cida ultimement de ne pas devenir pr&ecirc;tre, il visita son mentor &agrave; de nombreuses reprises par la suite, et l'on dit que c'est gr&acirc;ce aux enseignements de Chikanori qu'il perfectionna ses habilet&eacute;s quasi-miraculeuses de pouvoir comprendre l'esprit et les pens&eacute;es des autres. Le 12 mai 1898, Chikanori lui offrit un po&egrave;me, qu'il inscrit dans le carnet de Sokaku. Une interpr&eacute;tation des mots de Chikanori est l'association des flots de la rivi&egrave;res aux flots du temps. Au d&eacute;but de la p&eacute;riode Meiji, l'&acirc;ge de l'&eacute;p&eacute;e n' &eacute;tait plus et aussi talentueux que pouvait l'&ecirc;tre l'escrimeur, il ne pouvait plus y laisser sa marque et n'arriverait &agrave; rien. C'est pourquoi il fallait &agrave; pr&eacute;sent suivre la voie du jujutsu.

source: With this, the formal succession of Daito-ryu aiki jujutsu was assured. From that time on Sokaku identified himself as a practitioner of both Daito-ryu aiki jujutsu and Ono-ha Itto-ryu. He traveled around Japan teaching both arts and came to be recognized as the reviver (chuko no so) of the Daito-ryu.
fr_fr: De cette mani&egrave;re, la succession formelle du Daito Ryu Aiki jujutsu &eacute;tait assur&eacute;e. Depuis ce temps, Sokaku s'identifia en tant que pratiquant &agrave; la fois de Daito-ryu aiki jujutsu et d'Ono-ha Itto-ryu. Il voyagea &agrave; travers le Japon, enseignant ces deux arts et &eacute;tant reconnu comme le raviveur (chuko no so) du Daito-ryu.
