Repository: EricHogue/Koryukan
Catalog: Public/application/languages/*.po
Languages: fr_fr

source: Sokaku was not a large man--he stood no more than 150 centimeters tall--but his eyes were piercing and his techniques were of an almost supernatural level. He is said to have been able to sense a person's past, present, and future even before being introduced. Among his more well-known students were Saigo Tsugumichi, Hokushin Itto-ryu swordsman Shimoe Hidetaro, and aikido founder Ueshiba Morihei, as well as army and navy officers, judges, police, martial artists, and other prominent individuals. He is said to have taught as many as thirty thousand people during his life, the signatures and seals of whom are all entered in enrollment books that are preserved to this day.
fr_fr: Sokaku n'&eacute;tait pas tr&egrave;s grand (il mesurait moins de 150 centim&egrave;tres) mais ses yeux &eacute;taient tr&egrave;s per&ccedil;ants et ses techniques &eacute;taient de niveau quasi surnaturel. On dit qu'il &eacute;tait capable de sentir le pass&eacute;, le pr&eacute;sent et le futur des individus avant m&ecirc;me qu'ils aient &eacute;t&eacute; pr&eacute;sent&eacute;s. Parmi ses &eacute;l&egrave;ves les plus connus, nous retrouvons Saigo Tsugumichi, l'escrimeur Shimoe Hidetaro du Hokushin Itto-ryu, le fondateur de l'aikido, Ueshiba Morihei, ainsi que de nombreux officiers de l'arm&eacute;e et de la marine, des juges, policiers, autres artistes martiaux et personnages c&eacute;l&egrave;bres de l'&eacute;poque. On dit qu'il aurait enseign&eacute; &agrave; plus de trente mille individus au cours de sa vie, leurs signatures et sceaux ayant tous &eacute;t&eacute; enregistr&eacute;s dans ses carnets et qui ont &eacute;t&eacute; pr&eacute;serv&eacute;s jusqu'&agrave; ce jour.

source: In his later years Sokaku focused his activities in Hokkaido. He passed away on April 25, 1943 at the age of eighty-three while teaching in Aomori Prefecture.
fr_fr: Vers la fin de sa vie, Sokaku concentra ses activit&eacute;s &agrave; Hokkaido. Il mourut le 25 avril 1943, dans la pr&eacute;fecture de Aomori, &agrave; l'&acirc;ge de 83 ans.

source: A former sumo wrestler, Takuma Hisa had the good fortune of being a student of two great teachers: Sokaku Takeda and Morihei Ueshiba. His position of Director of General Affairs at the Asahi News, in Osaka, was instrumental in providing him with the opportunity of becoming acquainted with Ueshiba. Because of the political turmoil of the times (early 1930's) the threat of violence was very real, and Hisa was advised to study with the Aikido founder. Later, Takeda himself began instructing at Asahi News dojo. Hisa compiled a formal catalogue of techniques of Daito ryu using photographs taken at the Asahi dojo, which has survived until today. The Daito ryu Aiki Budo Densho Zen Jukikan Mokuroku (also known as Soden) constitutes a valuable historical record.
fr_fr: Un ancient lutteur sumo, Takuma Hisa eut la chance d'&ecirc;tre l'&eacute;l&egrave;ve de deux grands professeurs: Sokaku Takeda et Morihei Ueshiba. Son poste de Directeur des Affaires courantes au journal Asahi News, &agrave; Osaka, lui donna la chance de pouvoir rencontrer Ueshiba. En raison de l'&eacute;moi politique de l'&eacute;poque (d&eacute;but des ann&eacute;es 1930), la menace de violence &eacute;tait tr&egrave;s r&eacute;elle, et Hisa fut conseill&eacute; d'&ecirc;tre l'&eacute;l&egrave;ve du fondateur de l'aikido. Plus tard, Takeda lui-m&ecirc;me se mit &agrave; enseigner au dojo du journal Asahi News. Hisa compila un catalogue formel des techniques du Daito ryu en utilisant des photographies prises au dojo d'Asahi, photos qui ont surv&eacute;cues jusqu'&agrave; ce jour. Le Daito ryu Aiki Budo Densho Zen Jukikan Mokuroku (aussi connu sous le terme de Soden) a une importante valeur historique.

source: In 1939, Takuma Hisa received a Menkyo Kaiden certificate from Sokaku Takeda. Although in his later years he relocated to Ogikubo, Tokyo,where he continued to teach untill passing away in 1979. His students remained faithful, and eventually agreed to create the very reputable organization known today as Takumakai.
fr_fr: En 1939, Takuma Hisa re&ccedil;u le certificate de Menkyo Kaiden de Sokaku Takeda. Vers la fin de sa vie il se relocalisa &agrave; Ogikubo, Tokyo, o&ugrave; il continua d'enseigner jusqu'&agrave; sa mort en 1979. Ses &eacute;l&egrave;ves lui demeur&egrave;rent fid&egrave;les et &eacute;ventuellement accept&egrave;rent de cr&eacute;er la tr&egrave;s r&eacute;putable organisation connue sous le nom de Takumakai.

source: THE HISTORY OF DAITO RYU AIKI JUJUTSU
fr_fr: HISTOIRE DU DAITO RYU AIKI JUJUTSU

source: by
fr_fr: par

source: Members of the Koryukan dojo would like to extend their gratitude to Dr. Thivierge for his unselfish contribution to our website. We are all better off for his generosity.
fr_fr: Les membres du dojo Koryukan souhaitent remercier le Dr Thivierge pour sa g&eacute;n&eacute;reuse contribution &agrave; notre site web. Nous sommes honor&eacute;s de sa g&eacute;n&eacute;rosit&eacute;.

source: Aiki Jujutsu is a traditional Japanese combative discipline, the essence of the art is contained in the name.
fr_fr: Aiki Jujutsu est un art martial traditionnel japonais, dont l'essence est contenue dans son nom.

source: means to meet or harmony
fr_fr: signifie 'rencontrer' ou 'harmonie'

source: is the life energy that animates all living things
fr_fr: est l'&eacute;nergie vitale qui anime toute chose vivante

source: means flexible or non resistant
fr_fr: signifie souple

source: means an art
fr_fr: se traduit par 'un art'

source: In Aiki jujutsu we discover an art with which we can master conflic by means of harmonizing with the life energy that animates the opponent. With this harmony it becomes possible to face the tests life continually sends our way.
fr_fr: On d&eacute;couvre dans l'Aiki jujutsu un art qui permet de ma&icirc;triser le conflit gr&acirc;ce &agrave; une harmonisation avec l'&eacute;nergie vitale animant l'adversaire. Gr&acirc;ce &agrave; cette harmonie, il est d&eacute;sormais possible de faire face aux &eacute;preuves que la vie place chaque jour sur notre route.

source: The origin of Daito ryu aiki jujutsu can be traced to emperor Seiwa (850 A.D).
fr_fr: Les origines du Daito ryu aiki remontent &agrave; l'empereur Seiwa (850 apr&egrave;s JC).

source: Long kept a secret under the Minamoto clan, the art was used by the Emperor's army and private guard. Controlled by Japanese nobility, appointed official martial art of the Shogun's residence by Hoshina Masayuki in the late 1600's, Daito techniques were transmitted from generation to generation.
fr_fr: Longtemps conserv&eacute; cach&eacute; par le clan Minamoto, cet art &eacute;tait utilis&eacute; par l'arm&eacute;e de l'empereur et sa garde personnelle. Les techniques du Daito ont &eacute;t&eacute; transmises de g&eacute;n&eacute;ration en g&eacute;n&eacute;ration au sein de la noblesse japonaise qui les ma&icirc;trisait et ont &eacute;t&eacute; reconnues comme art martial de la r&eacute;sidence du Shogun par Hoshina Masayuki &agrave; la fin du 17&egrave;me si&egrave;cle.

source: Through the centuries numerous masters of this discipline were important war lords, such as Shingen Takeda, undoubtedly the most famous in Japanese culture. Among his collateral descendants, whose destinies were intimately linked with Daito ryu, we find Sokaku Takeda, a master and a reviver of the art.
fr_fr: Au cours des si&egrave;cles, de nombreux ma&icirc;tres de cette discipline furent d'importants seigneurs de la guerre, tel Shingen Takeda, sans aucun doute le plus c&eacute;l&egrave;bre dans la culture japonaise. Parmi ses descendants spirituels, dont le destin fut intimement li&eacute; au Daito ryu, on trouve Sodaku Takeda, un ma&icirc;tre dans cet art qu'il a raviv&eacute;.

source: was the son of prince Minamoto Yoriyoshi (lord of Chinjuf). Direct descendants of Emperor Seiwa.
fr_fr: &eacute;tait le fils du Prince Minamoto Yoriyoshi (Seigneur de Chinjuf) et descendant direct de l'Empereur Seiwa.

source: Emperor Seiwa was a lackluster leader as most japanese emperors were. Yoshimitsu inherited an art that had been developed by his forefathers and said to be related to Sumo; he perfected this discipline which was to be the roots of what is now known as Daito Ryu (Daito was the name of Yoshimitsu's summer residence). Legend has it that in creating new techniques he is said to have been influenced by observing the movements of a spider trapping its prey.
fr_fr: L'Empereur Seiwa &eacute;tait un leader sans &eacute;clat, comme la plupart des empereurs japonais. Yoshimitsu h&eacute;ritait d'un art qui avait &eacute;t&eacute; d&eacute;velopp&eacute; par ses anc&ecirc;tres et dont on disait qu'il &eacute;tait proche de l'art sumo. Il perfectionna la discipline ce qui constitua les fondations de ce que l'on conna&icirc;t aujourd'hui sous le nom de Daito Ryu (Daito &eacute;tait le nom de la r&eacute;sidence d'&eacute;t&eacute; de Yoshimitsu). La l&eacute;gende pr&eacute;tend que sa cr&eacute;ation de nouvelles technique a &eacute;t&eacute; influenc&eacute;e par son observation des mouvements de l'araign&eacute;e pi&eacute;geant sa proie.

source: He was also known as an exceptional horseman and a master of kenjutsu, kyujutsu and sojutsu (the spear).
fr_fr: Il passait aussi pour un cavalier exceptionnel et un ma&icirc;tre du kenjutsu, jyujutsu et du sojutsu (la lance).

source: During the Gosamen war (1083-1087), he fought alongside his brothers against the Kiyohata clan, under the imperial banner (as the Minamoto where often asked to do). It is with one of his brothers, Yoshiie, that he besieged Kanazawa castle; the siege lasted one year and was successful.
fr_fr: Au cours de la guerre de Gosamen (1083-1087), il se battit aux c&ocirc;t&eacute;s de ses fr&egrave;res contre le clan Kiyohata, sous la banni&egrave;re imp&eacute;riale (ainsi qu'on le demandait souvent aux Minamoto). Ce fut avec l'un de ses fr&egrave;res, Yoshiie, qu'il assi&eacute;gea le ch&acirc;teau de Kanazawa, dont le si&egrave;ge dura un an et s'acheva sur une victoire.

source: It is during this siege that the two brothers were said to have dissected bodies of fallen enemy soldiers in order to study their anatomical structures. This practice was said to have helped Yoshimitsu in perfecting his unarmed martial art.
fr_fr: Il para&icirc;t que ce fut lors de ce si&egrave;ge que les deux fr&egrave;res diss&eacute;qu&egrave;rent les corps de soldats ennemis morts afin d'&eacute;tudier leurs anatomie. On dit que cette pratique aida Yoshimitsu &agrave; perfectionner son art martial pratiqu&eacute; sans armes.

source: Because of his military prowess Yoshimitsu was made lord of Kai by the Emperor. One of Yoshimitsu's son, Minamoto Yoshikiyo, moved to Takeda village in the domain of Kai (present day Yamanashi prefecture) and took the name Takeda Yoshikiyo. He later succeded his father as lord of Kai. And so the Takeda clan was born.
fr_fr: Du fait de ses exploits militaires, Yoshimitsu fut &eacute;lev&eacute; au rang de Seigneur du Kai par l'Empereur. L'un des fils de Yoshimitsu, Minamoto Yoshikivo, s'installa dans le village de Takeda dans le domaine de Kai (aujourd'hui la pr&eacute;fecture de Yamanashi) et prit le nom de Takeda Yoshikivo. Plus tard, il succ&eacute;da &agrave; son p&egrave;re au titre de Seigneur du Kai. Ainsi naquit le clan Takeda.

source: , born in 1521 in the city of Kofu, became Daimyo of Kai in 1541 when he deposed his father. He was ambitious, a brilliant strategist and a formidable leader; his political savvy, however, did not measure up to his military might. He was involved in numerous albeit fruitless encounters with the Hojo, Imagawa, Tokugawa and Oda clans.
fr_fr: n&eacute; en 1521 dans la ville de Kofu, devint Daimyo du Kai en 1541 lorsqu'il d&eacute;mit son p&egrave;re de son titre. Il &eacute;tait ambitieux et se r&eacute;v&eacute;la un brillant strat&egrave;ge et un formidable meneur d'hommes ; sa compr&eacute;hension des questions politique en revanche n'&eacute;tait gu&egrave;re brillante compar&eacute;e &agrave; son pouvoir militaire. Il fut impliqu&eacute; dans de nombreuses rencontres, sans r&eacute;sultat, avec les clans Hojo, Imagawa, Tokugawa et Oda.

source: But his most intense rivalry was with Uesugi Kenshin, Daimyo of Echigo. They confronted each other five times at Kawanakajima. The fourth battle is the most memorable and among the most famous in japanese history.
fr_fr: Sa plus forte rivalit&eacute; fut avec Uesugi Kenshin, Daimyo d'Echigo. Ils se battirent cinq fois &agrave; Kawanakajima. Le quatri&egrave;me combat est le plus remarquable le parmi les plus c&eacute;l&egrave;bres de l'histoire japonaise.

source: Through the years they developed great respect for each other as exemplified by this true story:
fr_fr: Au cours des ann&eacute;es, ils d&eacute;velopp&egrave;rent le plus grand respect l'un ever l'autre ainsi que le prouve cette histoire r&eacute;elle.

source: Salt was an important commodity in Japan especially in the mountainous areas such as Kai where it was difficult to obtain. Several of Takeda's enemies had decided to blockade the import of salt to Kai. When he heard of this Uesugi decided to send salt to Takeda saying that he did not want his enemy vanquished by a salt blockade but through Yumi-Ya (military confrontation). In appreciation Takeda presented Uesugi with a now famous blade the Kou-no-Tachi.
fr_fr: Le sel &eacute;tait une denr&eacute;e importante au Japon, particuli&egrave;rement dans les r&eacute;gions montagneuses comme le Kai o&ugrave; il &eacute;tait une denr&eacute;e rare. Un certain nombre des ennemis de Takeda d&eacute;cid&egrave;rent d'organiser un blocus sur l'importation de sel vers le Kai. Lorsqu'il en entendit parler, Uesugi d&eacute;cida d'envoyer du sel &agrave; Takeda avec le message suivant : il ne d&eacute;sirait aucunement vaincre son ennemi gr&acirc;ce &agrave; un blocus sur le sel mais lors d'un Yumi-Ya (confrontation militaire). En remerciement, Takeda offrit &agrave; Uesugi une arme d&eacute;sormais c&eacute;l&egrave;bre, le Kou-no-Tachi.

source: See here a statue erected at the site where Shingen Takeda repelled the attack of Uesugi Kenshin with his tessen at the 4th battle of Kawanakajima 10 Sept 1561.
fr_fr: En image une statue &eacute;rig&eacute;e sur le site ou Shingen Takeda repoussa l'attaque d'Uesugi Kenshin avec son 'tessen' (?) lors de la quatri&egrave;me bataille de Kawanakajima le 10 septembre 1561.

source: Years later, upon hearing of Shingen's death, Uesugi is said to have wept at the loss of his 'best enemy'.
fr_fr: On dit que, des ann&eacute;es plus tard, lorsqu'il apprit la mort de Shingen, Uesugi pleura la perte de son 'meilleur ennemi'.

source: During his reign Shingen built Yogai castle in Kofu. He resided on the shores of lake Suwa strategically located and within view of mount Fuji.
fr_fr: Au cours de son r&egrave;gne, Shingen construisit le ch&acirc;teau de Yogai &agrave; Kofu. Il r&eacute;sidait sur le rivage du lac Suwa, strat&eacute;giquement plac&eacute; en vue du mont Fuji.

source: It is while reading Sun Tzu`s Art of War that he found what would become his famous Furin Kazan:
fr_fr: C'est en lisant L'art de la guerre, par Sun Tzu qu'il d&eacute;couvrit ce qui allait devenir son c&eacute;l&egrave;bre Furin Kazan:

source: Quick as the wind,
fr_fr: Rapide comme le vent,

source: Peaceful as the forest,
fr_fr: Tranquille comme la for&ecirc;t,

source: Overwhelming as fire,
fr_fr: Ardent comme le feu,

source: As immovable as a mountain
fr_fr: Aussi immuable que la montagne.

source: A sniper's bullet put an end to his life during the siege of Noda castle in april of 1573, as he approached enemy lines to listen to a defender playing his flute. His death was kept a secret for two years and the leadership of the clan was assumed by his son Katsuyori. The celebrated japanese movie director, Kurosawa, made this incident the subject of a remarkable film: Kagemusha. In february of 1574, in accordance with Shingen's last will, Kunitsugo Takeda, Shingen's nephew, was welcomed to Aizu by Daimyo Moriuji Ashina an old friend of Shingen.
fr_fr: La balle d'un sniper acheva son existence au cours du si&egrave;ge du ch&acirc;teau de Noga en avril 1573, alors qu'il approchait les lignes ennemies afin d'&eacute;couter un des assi&eacute;g&eacute;s jouer de la fl&ucirc;te. Sa mort fut tenue secr&egrave;te pendant deux ans et son fils assuma la direction du clan. Le tr&egrave;s reconnu r&eacute;alisateur japonais, Kurosawa, fit de cet incident le sujet d'un film remarquable, Kagemusha. En f&eacute;vrier 1574, en accord avec les derni&egrave;res volont&eacute;s de Shingen, Kunitsugo Takeda, son neveu, fut re&ccedil;u &agrave; Aizo par le Saimyo Moriuji Ashina un ami de longue date de Shingen.

source: Katsuyori besieged the castle of Nagashino in june 1575 against an alliance formed by Oda Nobugana. On the morning of june 29, 1575 the famed cavalry of the Takeda clan charged in the direction of the Rengogawa river which had been laden with ropes by the defenders. This slowed them down considerably, and they where now easy targets for the 3,000 arquebusiers that where waiting for them. They were slaughtered.
fr_fr: Katsuyori assi&eacute;gea le ch&acirc;teau de Nagashino en juin 1575 d&eacute;non&ccedil;ant l'alliance form&eacute;e par Oda Nobugana. Dans la matin&eacute;e du 29 juin 1575, la c&eacute;l&egrave;bre cavalerie du clan Takeda chargea en direction de la rivi&egrave;re Rengowaga qui avait &eacute;t&eacute; remplie de cordes par les d&eacute;fenseurs. Ceci ralentit la cavalerie de fa&ccedil;on consid&eacute;rable et elle constituait d&egrave;s lors une cible facile pour les arquebusiers qui les attendaient. Ils furent massacr&eacute;s.

source: Katsuyori retreated to Kai. The combined forces of Oda and Tokugawa invaded Kai and defeated him in 1582. Katsuyori committed seppuku. This was the end of the Takeda clan as a military force.
fr_fr: Katsuyori se retira dans le Kai. Les forces associ&eacute;s d'Oda et de Tokugawa envahirent le Kai et le vainquirent en 1582. Katsuyori s'infligea le seppuku. Ce fut la fin du clan Takeda comme puissance militaire.

source: 6 generations
fr_fr: 6 g&eacute;n&eacute;rations

source: Hoshina Masayuki becomes Lord of Aizu in 1643 (Grandson of Shogun Tokugawa Ieyasu, he adopted the name Matsudaira in 1696. Matsudaira was Tokugawa Ieyasu's original family name. The interest of mentionning this paticular Daimyo in the lineage is that he became quite an enthousiast and practitionner and was a major factor in the survival and development of the art.)
fr_fr: Hoshina Masayuki devient Seigneur de Aizu en 1643 (petit-fils de Shogun Tokugawa Ieyasu, il prit le nom de Matsudaira en 1696. Matsudaira &eacute;tait le nom de famille d'origine de Tokugawa Ieyasu. L'int&eacute;r&ecirc;t de mentionner ce Daimyo de fa&ccedil;on sp&eacute;cifique dans la lign&eacute;e tient au fait qu'il s'enthousiasma pour cet art dont il devint un fervent pratiquant et ce faisant a permis &agrave; l'art de survivre et se d&eacute;velopper.)

source: 4 generations
fr_fr: 4 g&eacute;n&eacute;rations

source: Aizu-Wakamatsu is a town situated in the west of Fukushima Prefecture. It faces Lake Inawashiro. The city center was initiated by the construction of a castle by Ashina Family. The Ashina family had been rewarded and given the Aizu fief for helping the Minamoto establish the first military government of Japan in 1192.
fr_fr: Aizu-Wakamatsu est une ville situ&eacute;e &agrave; l'ouest de la pr&eacute;fecture de Fukushima. Elle se trouve face au lac Inawashiro. La fondation du centre-ville a &eacute;t&eacute; initi&eacute;e avec la construction d'un ch&acirc;teau par la famille Ashina. Cette derni&egrave;re avait &eacute;t&eacute; r&eacute;compens&eacute;e et avait re&ccedil;ue le fief d'Aizu pour avoir aider les Minamoto &agrave; &eacute;tablir le premier gouvernement militaire japonais en 1192.

source: The mansion constructed by Ashina Naonari in the first year of Shitoku Era (1333) would be the origin of the castle, completed in 1384 it would be known as Kurokawa Castle. In 1589 Date Masamune took the castle, but his reign was short lived; Gamo Ujisato, a Hideyoshi retainer, overtook it in the 18th year of Tensho Era (1591) to rename it Tsuruga Castle. In 1643 Hoshina Masayuki was appointed Governer of Aizu by his brother, Shogun Iemitsu. His name was later changed to Matsudaira. The Matsudaira ruled Aizu till the defeat of the clan in September of 1868.
fr_fr: Le manoir construit par Ashina Naonari dans la premi&egrave;re ann&eacute;e de l'&egrave;re Shitoku (1333) s'av&eacute;ra devenir la base du ch&acirc;teau. Lorsque la construction de ce dernier sera achev&eacute;e en 1384, il prendra le nom de Ch&acirc;teau Kurokawa. En 1589 Date Masamune prit possession du ch&acirc;teau mais son r&egrave;gne fut de courte dur&eacute;e ; en effet, Gamo Ujisato, un serviteur de Hideyoshi, le reprit dans la 18&egrave;me ann&eacute;e de l'&egrave;re Tensho (1591) et le renomma le Ch&acirc;teau Tsugura. En 1643, Hoshina Masayuki fut nomm&eacute; gouverneur d'Aizu par son fr&egrave;re, le Shogun Iemitsu. Il changera plus tard son nom en Matsudaira, clan qui dirigea Aizu jusqu'&agrave; sa d&eacute;faite en septembre 1868.

source: In october of 1799 the Nishinkan, Aizu Martial arts school, was completed. The Nisshinkan school was founded by Genko Tanaka. In 1874, all the buildings including the main donjon were destroyed but in September 1965, it was restored to the initial state.
fr_fr: En octobre 1799, le Nishinkan, l'&eacute;cole d'arts martiaux d'Aizu, fut achev&eacute;e. L'&eacute;cole fut fond&eacute;e par Genko Tanaka. En 1874, tous les b&acirc;timents, le donjon principal compris, furent d&eacute;truit mais en Septembre 1965, l'&eacute;cole fut reconstruite dans son &eacute;tat d'origine.

source: Tenshyukaku is the main tower of a whole castle compound and was formed originally from a watchtower built above the habitation during the civil war period of Sengoku (1467-1603). It has become then more and more solid serving as well as a defense function. During Edo period it was considered a symbol of the local daimyo's authority and became more decorative. Beginning from a simple fort or a camp in the civil war period, it became a residence and an administration office during the Edo period (1603-1867). It served as well as a defense point by adding a donjon to its center. Those compound buildings as a whole are called 'Jokaku'.
fr_fr: Tenshyukaku est la tour principale de l'enceinte d'un ch&acirc;teau et &eacute;tait initialement compose d'une tour de garde situ&eacute;e au-dessus de la maison durant la guerre civile de Sengoku (1467-1603). Au fil des ans elle a acquis une fonction de service en sus de sa fonction de d&eacute;fense. Durant l'&egrave;re Edo, elle &eacute;tait consid&eacute;r&eacute;e comme un symbole de l'autorit&eacute; du Daimyo au niveau local et devint plus un ornement. D'un simple fort, ou camp, elle devint une residence puis un bureau administrative au cours de l'&egrave;re Edo (1603-1867). Une fois le donjon ajout&eacute; en son centre, elle devint par ailleurs un point de d&eacute;fense. L'ensemble des b&acirc;timents de l'enceinte est appel&eacute; &#171; Jokaku &#187;.
