Repository: EricHogue/Koryukan
Catalog: Public/application/languages/*.po
Languages: fr_fr

source: In 1868, after a defeat in the battle of Toba-Fushimi, the order was given to subjugate the daimyo Matsudaira Katamori. So, the government attacked Aizu, Matsudaira opposed it by forming an alliance with about thirty feudal clans of Tohoku Region. They had resisted by holding Wakamatsu Castle even after Edo Castle had surrendered but finally capitulated in September after six months of fierce fighting. The sacrifice of the Boy's Corps of Nihonmatsu and the famous collective suicide of the 'White Tiger Regiment'(Byakko-tai), both formed by boys not older than 17, occurred at that moment.
fr_fr: En 1868, apr&egrave;s la d&eacute;faite Durant la bataille de Toba-Fushimi, il fut ordonn&eacute; de soumettre le daimyo Matsudaira Katamori. Aussi, le gouvernement attaqua-t-il Aizu ; Matsudaira se d&eacute;fendit en formant une alliance avec une trentaine de clans f&eacute;odaux de la r&eacute;gion de Tohoku. Ils r&eacute;sist&egrave;rent en gardant le contr&ocirc;le du ch&acirc;teau Wakamutsu apr&egrave;s que le ch&acirc;teau d'Edo eut &eacute;t&eacute; pris mais durent finalement capitul&eacute; en septembre apr&egrave;s six mois de bataille acharn&eacute;e. Le sacrifice du Boy's Corps de Nihonmatsu et le c&eacute;l&egrave;bre suicide collectif du R&eacute;giment des 'White Tigers', deux corps form&eacute;s de jeunes gar&ccedil;ons de 17 ans et moi, eurent lieu &agrave; ce moment.

source: The Edo era
fr_fr: L'&egrave;re Edo

source: The beginning of the Edo era
fr_fr: Le d&eacute;but de l'&egrave;re Edo

source: Three men in japanese history are known as 'The three unifiers' they are:
fr_fr: Dans l'histoire japonaise, trios hommes ont &eacute;t&eacute; surnomm&eacute;s 'les Trois unificateurs'. Il s'agit de :

source: The events that brought about the end of the Takeda clan as a military force where described in the biography of Shingen Takeda. This was the era of the Warring States and of course many clans like the Takeda where subdued, many formed alliances but few held the reins of power.
fr_fr: Les &eacute;v&eacute;nements qui provoqu&egrave;rent la fin du clan Takeda en tant que puissance militaire furent d&eacute;crits dans la biographie de Shingen Takeda. Ceci eut lieu dans la p&eacute;riode des 'Warring States' et bien s&ucirc;r de nombreux clans subirent le m&ecirc;me sort que celui des Takeda et furent d&eacute;faits. Si beaucoup form&egrave;rent des alliances peu purent tenir les r&ecirc;nes du pouvoir.

source: After the dust had settled over all the battlefields it would be Oda Nobugana who would be military leader of Japan but he never held the tittle of Shogun. Save for a few reluctant Daimyos Japan was practically unified in 1582 when he was assassinated at the Honnoji temple by one of his generals, Akechi Mitsuhide. The latter proclaimed himself Shogun; but his reign would last only 13 days. Upon hearing of Oda's death Toyotomi Hideyoshi, one of Oda's most faithful generals, killed Mitsuhide.
fr_fr: Apr&egrave;s que les champs de bataille furent depuis longtemps d&eacute;sert&eacute;s, ce fut Oda Nobugana qui devint le leader militaire du Japon mais il ne porta jamais le titre de Shogun. Mis &agrave; part quelques Daimyos r&eacute;fractaires, le Japon &eacute;tait presque totalement unifi&eacute; en 1582 quand Oda Nobugana fut assassin&eacute; au temple Honnoji par l'un de ses g&eacute;n&eacute;raux Akechi Mitsuhide. Ce dernier se proclama Shogun mais son r&egrave;gne ne dura que 13 jours. En apprenant la nouvelle de la mort de Oda, l'un de ses plus fid&egrave;les g&eacute;n&eacute;raux, Toyotomi Hideyoshi, tua Mitsuhide.

source: Hideyoshi succeeded Oda but like him was not Shogun, he was a man of modest origin but a fierce warrior so the other important Daimyos did not oppose him. He decided that from then on the tittle of Shogun would be transmitted trough lineage to insure stability. He designated his son to be the first of a lineage and thus had is five principal generals (among which was Tokugawa) swear that if anything should happen to him his son Hideyori would be Shogun, they all agreed. In 1587 Hideyoshi banned the possession of weapons by commoners, another element to insure stability of the land and of course his own. But his ambitions took him beyond the frontiers of Japan and he decided to invade Korea. It was a fiasco, and he died there of disease in 1598.
fr_fr: Hideyoshi succ&eacute;da &agrave; Oda mais tout comme lui n'assuma jamais le titre de Shogun. C'&eacute;tait un homme d'origine modeste mais un f&eacute;roce guerrier de sorte que les autres Daimyos ne s'oppos&egrave;rent pas &agrave; lui. Il d&eacute;cida que d&eacute;sormais le titre de Shogun serait transmis de p&egrave;re en fils afin de maintenir une certaine stabilit&eacute;. Il d&eacute;signa son fils comme le premier de la lign&eacute;e et s'assura de la fid&eacute;lit&eacute; de ses cinq principaux g&eacute;n&eacute;raux (parmi lesquels Tokugawa) en leur faisant jurer que si quoi que ce soit lui arrivait son fils Hideyori deviendrait Shogun. Tous accept&egrave;rent. En 1587, Hideyoshi interdit la possession d'armes aux roturiers, un autre &eacute;l&eacute;ment permettant d'assurer la stabilit&eacute; du pays et bien s&ucirc;r d'asseoir son pouvoir. Mais ses ambitions l'emmen&egrave;rent au-del&agrave; des fronti&egrave;res japonaises lorsqu'il d&eacute;cida d'envahir la Cor&eacute;e, invasion qui fut un &eacute;chec cuisant. Il fut emport&eacute; par la maladie en 1598.

source: Tokugawa saw the opportunity: he would be Shogun. Not respecting the promise he had made to Hideyoshi meant little to him. He was opposed in this decision by Ishida Mitsunari, a faithful Hideyoshi retainer. They both made alliances, and their opposing views were finally settled at the battle of Sekigahara, on October 21 1600. Tokugawa, of course, was the victor there. In 1615, in order to eliminate the true inheritor of the tittle of Shogun, he traitorously invaded the fortress of Osaka, where Hideyori Toyotomi had taken refuge with a few faithful retainers. They where subdued and Hideyori committed seppuku.
fr_fr: Tokugawa y vit une opportunit&eacute;: il serait le Shogun. Renier la promesse qu'il avait faite &agrave; Hideyoshi ne signifiait rien pour lui. Ishida Mitsunari, un serviteur fid&egrave;le d'Hideyoshi s'opposa &agrave; sa d&eacute;cision. Tous deux form&egrave;rent des alliances et leur diff&eacute;rend fut r&eacute;gl&eacute; durant la bataille de Sekigahara, qui eut lieu le 21 otobre 1600. Tokugawa sortit vainqueur de la confrontation. En 1615, afin de faire dispara&icirc;tre le v&eacute;ritable h&eacute;ritier du titre de Shogun, il envahit sournoisement la forteresse d'Osaka o&ugrave; Hideyori Toyotomi s'&eacute;tait r&eacute;fugi&eacute; avec quelques fid&egrave;les. Ils furent vaincus et Hideyori commit le seppuku.

source: Nobody thereafter dared oppose him and to insure the loyalty of his Daimyos he instituted, among other measures, the Sankin Kotai, a law stipulating that the Daimyos had to spend every other year in Edo and when they were not in Edo they had to leave behind a member of their family; a concubine, a child etc. It was blackmail, but it worked. The Edo period, which lasted for over 250, years was one of peace and prosperity.
fr_fr: Personne par la suite n'osa s'opposer &agrave; lui et afin de s'assurer de la loyaut&eacute; de ses Daimyos, il institua, entre autres, le Sankin Kotai, une loi stipulant que les Daimyos devaient passer une ann&eacute;e sur deux &agrave; Edo et lorsqu'ils n'y &eacute;taient pas, ils devaient y laisser un membre de leur famille, une concubine ou un enfant par exemple. C'&eacute;tait une forme de chantage mais cela fonctionna et l'&egrave;re Edo, qui dura plus de 250 ans, fut marqu&eacute;e par la paix et la prosp&eacute;rit&eacute;.

source: It was also one of isolation for Japan; the policy of sakoku (closed nation policy) having been implemented. Save for the Dutch who where allowed to reside and trade on the very small Deshima island near the port facilities of Nagasaki, no foreigners or even elements of foreign culture where allowed to permeate japanese society.
fr_fr: Ce fut aussi une p&eacute;riode de grande isolation pour le Japon, la politique de sakoku (politique de nation ferm&eacute;e) ayant &eacute;t&eacute; mise en place. Mis &agrave; part les hollandais qui pouvaient r&eacute;sider et commercer sur la petite &icirc;le de Deshima pr&egrave;s des infrastructures portuaires de Nagasaki, aucun &eacute;tranger ni m&ecirc;me des &eacute;l&eacute;ments de culture &eacute;trang&egrave;re ne fut autoris&eacute; &agrave; infiltrer la soci&eacute;t&eacute; japonaise.

source: It was however for the warrior class a period of idleness, and Tokugawa drew up the Buke Sho Hatto. It gave Samurai 13 guides on how a warrior should live during peace time. To insure that the skills developed during the past centuries would not be lost, many decided to pass them on in an organized fashion. It was in this period that most of the Koryu were formally developed.
fr_fr: Ce fut pour la classe guerri&egrave;re une p&eacute;riode d'oisivet&eacute;. Togukawa mit en place le Buke Sho Hatto qui fournit aux Samurai treize r&egrave;gles de conduite sur la mani&egrave;re dont les guerriers devaient se comporter durant les p&eacute;riodes de paix. Afin de s'assurer que le savoir-faire d&eacute;velopp&eacute; au cours des si&egrave;cles pr&eacute;c&eacute;dents ne soient pas perdus, beaucoup d&eacute;cid&egrave;rent de les transmettre de mani&egrave;re organis&eacute;e. Ce fut durant cette p&eacute;riode que la plupart des Koryu furent d&eacute;velopp&eacute;s de fa&ccedil;on formelle.

source: The end of the Edo era
fr_fr: La fin de l'&egrave;re Edo

source: Aside from the natural decay that is to be expected of a regime that has been in power for over two hundred years, two series of events triggered the downfall of the Tokugawa regime. There where internal discords and also the expansionist views of the western world who had wanted Japan open to trade for a long time.
fr_fr: En plus de la d&eacute;cadence naturelle associ&eacute;e &agrave; un r&eacute;gime en place depuis plus de 200 ans, deux s&eacute;ries d'&eacute;v&eacute;nements pr&eacute;cipit&egrave;rent la fin du r&eacute;gime Tokugawa. D'une part des diff&eacute;rends internes et d'autre part les visions expansionnistes du monde occidental qui voulait depuis longtemps que le Japon ouvre ses fronti&egrave;res au commerce.

source: Among the activities the high ranking but idle samurai did, was the study of japanese culture at the School of National Learning. Scholars from this school were called kokugakushu and they excluded from their studies anything that was not strictly Japanese. One of those samurai, Takayama Hikokuro, was a strong proponent of the idea that the Emperor was not getting the respect he deserved and that he should be head of state.
fr_fr: Parmi les rares activit&eacute;s qu'ils avaient, les Samurai les plus hauts plac&eacute;s &eacute;tudiaient la culture japonaise &agrave; l'Ecole national d'&eacute;ducation. Les &eacute;rudits de cette &eacute;cole, appel&eacute;s kokugakushu, excluaient de leurs &eacute;tudes toute chose n'&eacute;tant pas exclusivement japonaise. L'un de ces samurai, Takayama Hikokuro &eacute;tait un fervent partisan de l'id&eacute;e selon laquelle l'Empereur ne recevait pas le respect qui lui &eacute;tait du et devait &ecirc;tre le r&eacute;el chef de l'Etat.

source: Of course that noble idea was very pleasing to the clans that had been on the loosing side at Sekigahara a few centuries before, they had always been kept away from the reins of power and they resented the Tokugawa with a passion. The Satsuma and Chosu where such clans, they where powerful but isolated politically even though they shared a hatred for the Tokugawa.
fr_fr: Cette id&eacute;e fort noble &eacute;tait &eacute;videmment all&eacute;chante pour les clans qui s'&eacute;taient trouv&eacute;s parmi les vaincus &agrave; Sekigahara quelques si&egrave;cles auparavant. Ils avaient toujours &eacute;t&eacute; maintenus &agrave; l'&eacute;cart du pouvoir et ils d&eacute;testaient les Tokugawa. Parmi ces clans on compte les Satsuma et les Chosu, qui &eacute;taient puissants mais isol&eacute;s politiquement malgr&eacute; leur haine commune pour les Togukawa.

source: In the first half of the 19th century the British had strongholds in China and this was known to the Tokugawa government. The japanese leaders where also aware of the military strength of the western countries and that in order to pursue their politic of sakoku Japan was to be stongly united.
fr_fr: Au cours de la premi&egrave;re moiti&eacute; du 19&egrave;me si&egrave;cle, il &eacute;tait de notori&eacute;t&eacute; publique que les britanniques poss&eacute;daient des places fortes en China. Conscients de la puissance militaire des pays occidentaux les leaders japonais savaient que pour maintenir leur politique de sakoku le Japon devait faire front commun

source: On the other side of the Pacific a high ranking american naval officer, Alfred T. Mahan, convinced President Fillmore that it was essential for the United States to establish, forcibly if necessary, diplomatic relations with Japan in order to have access to its ports. President Fillmore dispatched for the mission Commodore Matthew Perry.
fr_fr: De l'autre c&ocirc;t&eacute; du Pacifique l'officier naval Alfred T Mahan, convainquait le pr&eacute;sident Fillmore qu'il &eacute;tait essentiel pour les Etats-Unis d'&eacute;tablir, de force si n&eacute;cessaire, des relations diplomatiques avec le Japon afin d'avoir acc&egrave;s &agrave; ses ports. Le pr&eacute;sident Fillmore envoya une mission avec le Commandeur Matthew Perry &agrave; sa t&ecirc;te.

source: Perry arrived with his four 'black ships' in the bay of Edo on the 8th of July 1853 with a proposition destined to the Emperor. It stipulated that Japan was to open its ports to foreign trade. It that was more an ultimatum than a diplomatic endeavor. Perry said he would be back in the spring of 1854 for the response.
fr_fr: Ce dernier arriva avec ses quatre bateaux noirs dans la baie de Edo le 8 juillet 1853 avec une proposition pour l'empereur. Elle exigeait que le Japon ouvre ses ports au commerce international. Ceci constituait plus un ultimatum qu'une entreprise diplomatique. Perry annon&ccedil;a qu'il reviendrait au printemps 1854 pour une r&eacute;ponse.

source: Shogun Iesada Tokugawa needed the support of the provincial Daimyos in order to have strong negotiating powers. He, of course, did not get it.
fr_fr: Le Shogun Tokugawa aurait eu besoin du soutien des Daimyos pour avoir un pouvoir de n&eacute;gociation plus fort mais ne l'obtint &eacute;videmment pas.

source: When Perry came back in February of 1854 Tokugawa had no choice but to sign the Treaty of Kanagawa which gave foreigners access to the ports of Shimoda and Hakodate; it also stipulated that an american council was to be in residence in Shimoda. The council, Townsend Harris, arrived in 1856.
fr_fr: Lorsque Perry revint en f&eacute;vrier 1854, Tokugawa n'eut pas d'autre choix que de signer le Trait&eacute; de Kanagawa qui donna acc&egrave;s aux &eacute;trangers aux ports de Shimoda et Hakodate ; il stipulait qu'un conseiller am&eacute;ricain r&eacute;siderait &agrave; Shimoda. Ce dernier Townsend Harris arriva en 1856.

source: In 1858 Tokugawa Iesada died without an heir. The Roju (head of the Shogun's council) and theTozama (the Provincial Daimyos) had opposing views on who was to succeed. The Roju appointed Ii Naotsuke as counselor to try and resolve the conflict. This was futile; on the 24th of March 1860 he was assassinated by a group of samurais who would be the precursors of the SHISHI, an organization devoted to the expulsion and if necessary brutal assassination of foreigners and the reinstatement of the Emperor.
fr_fr: En 1858, Tokugawa Iesada d&eacute;c&eacute;da sans h&eacute;ritier. Le Roju (chef du conseil du Shogun) et les Tozama (les Daimyos des Provinces) s'opposaient sur le choix du successeur. Le Roju nomma Ii Naotsuke en tant que m&eacute;diateur afin de r&eacute;soudre le conflit. Ceci s'av&eacute;ra une futilit&eacute; et il fut assassin&eacute; le 24 mars 1860 par un groupe de samurai qui furent les pr&eacute;curseurs des SHISHI, une organisation vou&eacute;e &agrave; expulser voire assassiner les &eacute;trangers et &agrave; restaurer le pouvoir de l'empereur.

source: Saigo Takamori (not related to Tanomo Saigo), an important retainer and diplomat of the Satsuma clan of the island of Kyushu, was of course in favor of the SHISHI's actions. But their brutality infuriated the foreigners and Takamori and the Tozama knew they could not overthrow the Tokugawa regime without foreign help. So the SHISHI were eliminated.
fr_fr: Saigo Takamori (sans aucun lien avec Tanomo Saigo), un important fid&egrave;le et diplomate du clan Satsuma de l'&icirc;le de Kyushu, favorisait les actions des SHISHI. Mais leur brutalit&eacute; provoqua la col&egrave;re des &eacute;trangers ; or Takamori et les Toazama savaient qu'ils ne pourraient d&eacute;faire le regime Tokugawa sans l'aide des &eacute;trangers, aussi les SHISHI furent-ils &eacute;limin&eacute;s.

source: By 1866 the Satsuma and the Choshu clans had decided to form an alliance and by 1868 under the military command of Prince Arisugawa, armed with modern weapons and dressed like their occidental allies, they formed with other clans a formidable army. The clans who opposed them (the Aizu clan among others) where no match and by the fall of 1868 the Boshin civil war was over and Emperor Meiji was restored to power.
fr_fr: Avant 1866 les clans Satsuma et Choshu avaient d&eacute;cid&eacute; de s'allier et en 1868 sous la direction militaire du Prince Arisugawa, arm&eacute;s de fa&ccedil;on moderne et habill&eacute;s comme leurs alli&eacute;s occidentaux, ils formaient avec d'autres clans une arm&eacute;e surprenante. Les clans qui s'opposaient &agrave; eux (le clan Aizu notamment) ne pouvaient faire face et &agrave; l'automne 1868, la guerre civil Boshin &eacute;tait achev&eacute;e et l'Empereur Meiji restaur&eacute; dans son pouvoir.

source: The treaty, putting an end to the civil war the 'Tosa Settlement', still left Tokugawa with some influence. This infuriated the Satsuma and Chosu clans who under Takamori's leadership rebelled against the Emperor they helped reinstate. In the end Prince Arisugawa besieged the castle in Satsuma in 1877, that put an end to the Satsuma rebellion. Saigo Takamori received a gunshot wound to the lower abdomen and so he would not be taken prisoner was beheaded (quite probably at his own request) by one of his own retainers on 24 September 1877. This would be the last battle in which samurai would participate.
fr_fr: Le trait&eacute; mettant fin &agrave; la guerre civile, 'R&egrave;glement Tosa', laissa une certaine influence au Tokugawa. Ceci provoqua la col&egrave;re des clans Satsuma et Chosu qui se r&eacute;volt&egrave;rent, sous la direction de Takamori, contre l'empereur dont ils avaient pr&eacute;par&eacute; le retour au pouvoir. Finalement, le prince Arisugawa assi&eacute;gea la ch&acirc;teau &agrave; Satsuma en 1877 et mit fin &agrave; la rebellion Satsuma. Saigo Takamori re&ccedil;ut une plaie par balle dans le bas de l'abdomen et pour ne pas &ecirc;tre fait prisonnier il fut d&eacute;capit&eacute; (tr&egrave;s probablement &agrave; sa demande) par l'un de ses propres serviteur. Ce fut la derni&egrave;re bataille &agrave; laquelle les samoura&iuml;s particip&egrave;rent.
