Repository: EricHogue/Koryukan
Catalog: Public/application/languages/*.po
Languages: fr_fr

source: Home
fr_fr: Acceuil

source: news
fr_fr: Nouvelles

source: children
fr_fr: Enfants

source: store
fr_fr: Boutique

source: contacts
fr_fr: Contact & Info

source: French
fr_fr: Français

source: Online store
fr_fr: Boutique en ligne

source: Welcome to Koryukan
fr_fr: Bienvenue chez Koryukan

source: Dojo & Contact Info
fr_fr: Contact & Info

source: September 2005 Training Camp Summary
fr_fr: Sommaire du camp d'entrainement de septembre 2005

source: The Benefits of AaOoMm
fr_fr: Les bienfaits de AaOoMm

source: Interview with Okabayashi Sensei
fr_fr: Entrevue avec Okabayashi Shogen Sensei

source: Training In Japan
fr_fr: S'entraîner au Japon!

source: Body Movements, by Russel Haskin
fr_fr: Mouvements corporels, par Russel Haskin

source: History of Daito Ryu
fr_fr: L'histoire du Daito Ryu

source: HistoryOfDaitoRyuPageTitle
fr_fr: L'histoire du Daito Ryu

source: Children - Family
fr_fr: Enfants - Familles

source: Page not found
fr_fr: La page demandée n'existe pas.

source: Application error
fr_fr: Une erreur s'est produite durant l'exécition de votre requète.

source: NewsPageTitle
fr_fr: Nouvelles

source: Class Times
fr_fr: Horaires des cours

source: Adult
fr_fr: Adulte

source: Mondays and Wednesdays
fr_fr: Lundi et Mercredi

source: 8:00 PM to 10:00 PM
fr_fr: 20h00 &agrave; 22h00

source: Sunday
fr_fr: Dimanche

source: 11:00 AM to 12:30 AM
fr_fr: 11h00 &agrave; 12h30

source: Children-Family
fr_fr: Enfants - Familles

source: 10:00 AM to 11:00 AM
fr_fr: 10h00 &agrave; 11h00

source: View Larger Map
fr_fr: Agrandir le plan

source: Dokyoo Dojo
fr_fr: Dojo Dokyoo

source: Sainte-Sophie Orthodox Ukrainian Cathedral,
fr_fr: Cath&eacute;drale Orthodoxe Ukrainienne Sainte-Sophie,

source: 6250 12 i&egrave;me avenue
fr_fr: 6250 12ème avenue

source: Montr&eacute;al, QC
fr_fr: Montréal, QC

source: 03:00 PM to 04:30 PM
fr_fr: 15:00 &agrave; 16:30

source: Sainte-Anne's Dojo
fr_fr: Dojo de Sainte-Anne

source: 300, Cypihot street,
fr_fr: 300, rue Cypihot,

source: Brief Background of Russel Haskin
fr_fr: Article par Russel Haskin

source: Training in Japan
fr_fr: S'entraîner au Japon!

source: gallery
fr_fr: galerie

source: Okabyashi Sensei's visits are always for us something to look forward to. Great wisdom, both relating to technique as well as in life in general, is always part of the curriculum. New, and sometimes strange, techniques are taught and we all are amazed at many of the things we learn.
fr_fr: Les visites d'Okabayashi Sensei sont toujours pour nous quelque chose que nous attendons avec int&eacute;r&ecirc;t. Une grande sagesse, &agrave; la fois au niveau technique que dans la vie en g&eacute;n&eacute;ral, fait toujours partie de son agenda. De nouvelles, et parfois &eacute;tranges, techniques nous sont enseign&eacute;es et nous sommes tous &eacute;merveill&eacute;s par toutes ces choses qu'il nous apprend.

source: On his last visit, he introduced to us a new type of meditation: the 'AaOoMm' meditation. For those unfamiliar with this, it is a meditation that is normally performed in groups (however I'm sure just as effective solo) and in which you breathe in through the nose and exhale chanting 'Aaaa oooo mmmm'. This is then repeated for the duration of the meditation. At first, it seemed somewhat bizarre and images of 'new age' fanatics spring to mind. However, as with everything Sensei shows us, there is a purpose.
fr_fr: Lors de sa derni&egrave;re visite, il nous pr&eacute;senta un nouveau genre de m&eacute;ditation : 'AaOoMm'. Pour ceux qui ne sont pas familier avec cette m&eacute;thode, il s'agit d'une m&eacute;ditation qui est habituellement pratiqu&eacute;e en groupe (bien que je sois convaincu de sa m&ecirc;me efficacit&eacute; lorsque pratiqu&eacute;e individuellement) et dans laquelle l'on inspire par le nez et que l'on expire en chantant 'Aaaa oooo mmmm'. Cela est par la suite r&eacute;p&eacute;t&eacute; pour toute la dur&eacute;e de la m&eacute;ditation. &agrave; premi&egrave;re vue, cela peut para&icirc;tre curieux et certaines images de fanatiques du 'nouvel &acirc;ge' nous viennent &agrave; l'esprit. Cependant, comme avec tout ce que Sensei nous enseigne, il y a un but derri&egrave;re.

source: A few days later, as we were finishing lunch, Sensei explained to us the reasons and history behind our 'AaOoMm'. He began by telling us how, years ago, he had purchased a machine for detecting and measuring alpha waves emitted by the brain. Alpha waves are normally given off by the mind in a state of relaxation and are considered useful for promoting good health. Sensei hooked himself up to this machine and began experimenting with different sounds, volumes and pitches. Through these tests, he discovered that the sounds 'Aa', 'Oo' and 'Mm' generated the highest amount of alpha waves. He also told us that the three sounds reside in different places in the body. The 'Aa' sound resides in the abdomen, the 'Oo' sound resides in the throat and the 'Mm' sound resides in the nasal cavity. Sensei then went on to explain how the creation of these sounds set up vibrations in the body which are good for your health. Sensei told us that the meditation should be done with considerable volume in order to maximise its effects.
fr_fr: Quelques jours plus tard, alors que nous achevions de d&icirc;ner, Sensei nous expliqua les raisons et l'histoire derri&egrave;re 'AaOoMm'. Il d&eacute;buta en nous disant qu'il y a plusieurs ann&eacute;es, il avait achet&eacute; une machine permettant de d&eacute;tecter et de mesurer les ondes alpha &eacute;mises par le cerveau. Les ondes alpha sont habituellement &eacute;mises par le cerveau en &eacute;tat de relaxation et sont consid&eacute;r&eacute;es utiles pour la promotion d'une bonne sant&eacute;. Sensei s'est attach&eacute; &agrave; cette machine et se mit &agrave; tester diff&eacute;rents sons, volumes et tons. &agrave; travers ces tests, il d&eacute;couvrit que les sons 'Aa', 'Oo' et 'Mm' g&eacute;n&eacute;raient la plus grande quantit&eacute; d'ondes alpha. Il nous dit &eacute;galement que ces trois sons r&eacute;sidaient dans trois diff&eacute;rentes parties de notre corps. Le son 'Aa' r&eacute;side dans l'abdomen, le son 'Oo' dans la gorge et le son 'Mm' dans la cavit&eacute; nasale. Sensei encha&icirc;na en nous expliquant que ces sons &eacute;mettent des vibrations dans le corps qui sont b&eacute;n&eacute;fiques &agrave; la sant&eacute;. Sensei nous dit enfin que cette m&eacute;ditation devrait &ecirc;tre faite avec bruit afin de maximiser ses effets.

source: Later that evening, we looked up in some medical books the various regions of the body affected by this exercise and discovered something quite interesting. It seems that the vibrations stimulate some very important areas of the body. The 'Aa' sound stimulates the same region as the adrenal glands which produce adrenaline. The 'Oo' sound stimulates the region of the lymph glands which destroy infection and the thyroid gland which regulate body functions. Finally, the 'Mm' sound stimulates the region at the base of the brain which contains the pituitary gland, also known as the 'master gland', which regulates most of the body's core functions. The meditation, therefore, is used not only to produce large amounts of alpha waves, but also to stimulate the most important glands in the body.
fr_fr: Plus tard dans la soir&eacute;e, nous avons cherch&eacute; dans quelques ouvrages m&eacute;dicaux les diff&eacute;rentes parties du corps affect&eacute;es par cet exercice et nous avons d&eacute;couvert quelque chose de tr&egrave;s int&eacute;ressant. Il semble que les vibrations stimulent certaines r&eacute;gions tr&egrave;s importantes du corps. Le son 'Aa' stimule la m&ecirc;me r&eacute;gion que les glandes surr&eacute;nales, productrices de l'adr&eacute;naline. Le son 'Oo' stimule la r&eacute;gion des glandes lymphatiques qui d&eacute;truisent les infections et de la glande thyro&#239;de qui r&eacute;gularise les fonctions du corps. Finalement, le son 'Mm' stimule la r&eacute;gion &agrave; la base du cerveau qui renferme la glande pituitaire, commun&eacute;ment appel&eacute;e la 'glande ma&icirc;tresse', qui r&eacute;gularise la plupart des fonctions principales du corps. Cette m&eacute;ditation, ainsi, est employ&eacute;e non seulement dans le but de produire de grandes quantit&eacute;s d'ondes alpha, mais aussi afin de stimuler les plus importantes glandes de notre corps.

source: We practiced this meditation throughout the duration of Sensei's visit, normally while sitting in a circle. During one instance of this meditation, a potential new student was watching the class. After a few minutes, Sensei invited her to sit in the center of the circle. He said that this is the region where the alpha waves are the strongest. We then continued with the meditation. I asked her afterwards what it was like. Her only words were: 'awesome. It was awesome.' She joined the class a week later.
fr_fr: Nous avons pratiqu&eacute; cette m&eacute;ditation tout au long de la visite de Sensei, habituellement lorsque nous &eacute;tions assis en cercle. Au cours d'une s&eacute;ance, une nouvelle &eacute;l&egrave;ve potentielle observait le cours. Apr&egrave;s quelques minutes, Sensei l'invita &agrave; s'asseoir au milieu du cercle. Il disait que c'&eacute;tait dans cet endroit que les ondes alpha &eacute;taient les plus fortes. Nous avons ensuite poursuivi l'exercice. Je lui ai demand&eacute; &agrave; la fin comment elle s'&eacute;tait sentie. Ses seuls mots &eacute;taient : 'incroyable. C'&eacute;tait incroyable.' Elle se joignit au cours une semaine plus tard.

source: While to an outsider this meditation still may seem a bit strange and esoteric and may cause some quizzical looks from people passing by the class, the benefits of 'AaOoMm' are quite firmly based in biology and science.
fr_fr: Bien que pour un observateur externe cette m&eacute;ditation puisse sembler un peu &eacute;trange et &eacute;sot&eacute;rique et puisse entra&icirc;ner des regards interrogateurs de la part des gens qui se prom&egrave;nent pr&egrave;s du cours, les bienfaits de 'AaOoMm' sont bien ancr&eacute;s dans les principes de la biologie et de la science.

source: Interview with Okabayashi Sensei, founder and headmaster of Daito Ryu Hakuho Kai, and Rod Ulher as interpreter.
fr_fr: Entrevue avec Okabayashi Sensei, fondateur et directeur du Daito Ryu Hakuho Kai, et Rod Ulher qui lui servait d'interpr&egrave;te.

source: (We would like to dearly thank Okabayashi Sensei and Rod Uhler for taking the time to make this interview with us) This interview is for viewing only. It may not be reproduced or reused in any other public forum or medium without the proper consent and authorisation of the Koryukan Dojo and the Hakuho Kai.
fr_fr: (Nous tenons &agrave; remercier infiniment Okabayashi Sensei et Rod Uhler d'avoir pris le temps de nous accorder cette entrevue.) Cette entrevue est destin&eacute;e &agrave; des fins de lecture seulement. Elle ne peut &ecirc;tre reproduite ou r&eacute;utilis&eacute;e dans un autre forum public sans l'autorisation du Dojo Koryukan et du Hakuho Kai.

source: Sensei when and where were you born?
fr_fr: Sensei, quand et o&ugrave; &ecirc;tes-vous n&eacute;?

source: I was born on June 27, 1949 in Ashia City, Japan
fr_fr: Je suis n&eacute; le 27 juin 1949 &agrave; Ashia, au Japon.

source: When did you first get involeved in martial arts?
fr_fr: Quand avez-vous commenc&eacute; &agrave; pratiquer les arts martiaux?

source: I started training in Shito Ryu Karate when I was about 15 years olds, and trained in that style for about 6 years.
fr_fr: J'ai commenc&eacute; &agrave; m'entra&icirc;ner au Shito Ryu Karat&eacute; lorsque j'avais 15 ans et j'ai pratiqu&eacute; ce style pendant environ 6 ans.

source: When did you begin training in Daito Ryu Aiki Jujutsu?
fr_fr: Quand avez-vous commenc&eacute; &agrave; pratiquer le Daito Ryu Aiki Jujutsu?

source: I was about 21 years old when I started training with Takuma Hisa Sensei. So it was in 1970.
fr_fr: J'avais environ 21 ans lorsque j'ai commenc&eacute; &agrave; m'entra&icirc;ner avec Takuma Hisa Sensei. C'&eacute;tait donc en 1970.

source: Why did you stop your karate training and how did you begin your training in Daito Ryu?
fr_fr: Pourquoi avez-vous cess&eacute; de pratiquer le karat&eacute; et comment avez-vous commenc&eacute; votre pratique du Daito Ryu?

source: There was an incident I had with some a Yakuza fellow. I was out one night with my girlfriend, and he started being rude to her. I intervened and asked him to stop, after which he became aggressive and attacked me with a bokuto. Since I practiced karate, I was quiet strong with my fists and knew I could make a serious injury if I punched but I did not want to hurt him badly, so all I could do is block the strikes of the stick with my arms. Finally he gave up and left me alone. However, after this fight my arms were swollen and hurting for two months. After this incident I thought hard to myself, what if that was a sword and not a stick I was attacked with, I would have lost my arms. So I began to search for a martial art that would teach me how to defeat the sword. After about a year of looking for a school I came across Hisa Takuma Sensei's group, I found the things they were practicing very interesting, Hisa Sensei had traditional technique so I asked him if I could study under him. He accepted me and so I began my training.
fr_fr: J'ai eu une altercation avec un homme de Yakuza. J'&eacute;tais sorti un soir avec ma copine et il a commenc&eacute; &agrave; &ecirc;tre impoli avec elle. Je suis intervenu et lui ai demand&eacute; d'arr&ecirc;ter, apr&egrave;s quoi il a commenc&eacute; &agrave; &ecirc;tre agressif et &agrave; m'attaquer avec un bokuto. Comme je pratiquais le karat&eacute;, j'&eacute;tais tr&egrave;s fort avec mes poings et je savais que je pouvais causer des blessures s&eacute;rieuses si je le frappais, mais je ne voulais pas le blesser gravement, alors tout ce que j'ai fais, c'est bloquer ses attaques au b&acirc;ton avec mes bras. &agrave; la fin, il finit par abandonner et &agrave; me laisser tranquille. Par contre, apr&egrave;s cette bagarre, mes bras &eacute;taient enfl&eacute;s et m'ont fait mal pendant deux mois. Suite &agrave; cet incident, j'ai beaucoup r&eacute;fl&eacute;chi: et si &#231;a avait &eacute;t&eacute; une &eacute;p&eacute;e plut&ocirc;t qu'un b&acirc;ton, j'en aurais perdu mes bras! J'ai donc commenc&eacute; &agrave; chercher un art martial qui pourrait m'apprendre &agrave; combattre et d&eacute;faire une &eacute;p&eacute;e. Apr&egrave;s environ un an de recherche, j'ai rencontr&eacute; le groupe de Hisa Takuma Sensei. J'ai trouv&eacute; que ce qu'ils pratiquaient &eacute;tait tr&egrave;s int&eacute;ressant, Hisa Sensei avait des techniques traditionnelles, alors je lui ai demand&eacute; si je pouvais &eacute;tudier sous sa supervision. Il a accept&eacute; et j'ai commenc&eacute; mon entra&icirc;nement.

source: How long did you train with Hisa Sensei?
fr_fr: Combien de temps avez-vous pratiqu&eacute; avec Hisa Sensei?

source: I trained under him until the late seventies, up to the point when Hisa Sensei became frail and his son asked him to move to Tokyo so he could take care of him.
fr_fr: J'ai pratiqu&eacute; avec lui jusqu'&agrave; la fin des ann&eacute;es soixante-dix, jusqu'&agrave; ce que Hisa Sensei s'affaiblisse et que son fils lui demande d'emm&eacute;nager avec lui &agrave; Tokyo pour qu'il puisse s'en occuper.

source: How was your training with Hisa Sensei?
fr_fr: Comment &eacute;tait votre pratique avec Hisa Sensei?

source: With time Hisa Sensei became frail and he could not move very well. So he would usually teach by speaking and explaining how to do the movements, and demonstrating them slowly. Senior students of Hisa Sensei's and me came together and formed what is now know as the Takumakai, and practiced the techniques, working them out under Hisa Sensei's direction. The training was good and we worked hard. At the same time I felt there was something missing in the movements, there was some element that wasn't there. I endured these feelings and continued my training. After this period Hisa Sensei moved to Tokyo upon request of his son. So his son would be able to take care of him. When this happened I was going to quit my training. So I went to see Hisa Sensei to ask him his permission to quit. When I told him of my feelings, he told me 'no, you must continue to practice, I will introduce you to a very good teacher', and wrote me a letter of recommendation to go see Takeda Tokimune Sensei in Hokkaido.
fr_fr: Avec le temps, Hisa Sensei est devenu plus faible et il ne pouvait plus bouger correctement. Alors il enseignait en parlant et en expliquant comment ex&eacute;cuter les mouvements et en faisant de lentes d&eacute;monstrations. Les &eacute;l&egrave;ves seniors de Hisa Sensei et moi avons donc cr&eacute;&eacute; ce qui est maintenant connu sous le nom du Takumakai et nous pratiquions les techniques sous la supervision de Hisa Sensei. La pratique &eacute;tait bonne et nous travaillions fort. Par contre, en m&ecirc;me temps, je sentais qu'il y avait quelque chose qui manquait dans les mouvements, qu'il y avait des &eacute;l&eacute;ments qui n'&eacute;taient pas l&agrave;. J'ai r&eacute;prim&eacute; ces pens&eacute;es et continu&eacute; mon entra&icirc;nement. Apr&egrave;s cette p&eacute;riode, Hisa Sensei a d&eacute;m&eacute;nag&eacute; &agrave; Tokyo selon la volont&eacute; de son fils qui voulait en prendre soin. Lorsque cela s'est produit, j'&eacute;tais pr&ecirc;t &agrave; abandonner la pratique. J'ai donc &eacute;t&eacute; voir Hisa Sensei pour lui demander la permission d'arr&ecirc;ter. Lorsque je lui ai expliqu&eacute; ma pens&eacute;e, il m'a dit : ' non. Tu dois continuer &agrave; pratiquer, je vais te pr&eacute;senter &agrave; un tr&egrave;s bon professeur ', et il m'a &eacute;crit une lettre de recommandation pour aller rencontrer Takeda Tokimune Sensei &agrave; Hokkaido.

source: When did you receive your kyoju dairi from Hisa Sensei?
fr_fr: Quand avez-vous re&#231;u votre kyoju dairi de Hisa Sensei?

source: I received it in 1976.
fr_fr: Je l'ai re&#231;u en 1976.

source: So after the recommendation from Hisa Sensei, you went to train with Takeda Sensei?
fr_fr: Donc, suite &agrave; la recommandation de Hisa Sensei, vous avez &eacute;t&eacute; pratiqu&eacute; avec Takeda Sensei?

source: That's correct. I went to Abashiri, Hokkaido to learn from Takeda Sensei. From him at first I learned basic techniques, the shoden. The Takumakai did not have these basic ones; they practiced more advanced waza.
fr_fr: Effectivement. Je me suis rendu &agrave; Abashiri, &agrave; Hokkaido, pour suivre les enseignements de Takeda Sensei. De lui, au d&eacute;but, j'ai appris les techniques de base, le shoden. Le Takumakai ne poss&eacute;dait pas ces techniques, on pratiquait davantage les waza avanc&eacute;s.

source: When did you first meet Takeda Sensei?
fr_fr: Quand avez-vous rencontr&eacute; pour la premi&egrave;re fois Takeda Sensei?

source: Twenty five years ago, so it must have been 1977.
fr_fr: Il y a 25 ans, c'&eacute;tait donc en 1977.

source: So at that time you were part of the Takumakai?
fr_fr: Donc, &agrave; ce moment, vous faisiez partie du Takumakai?

source: That's correct. Because I went with to study under Soke (Takeda Tokimune Sensei) with Hisa Sensei's recommendation, in Japanese thinking it was as if I was learning from both teachers at the same time. I took the shoden waza and brought them back to the Takumakai.
fr_fr: Effectivement. Parce que j'y avais &eacute;t&eacute; pour &eacute;tudier avec le Soke (Takeda Tokimune Sensei) avec la recommandation de Hisa Sensei, dans la mentalit&eacute; japonaise c'&eacute;tait comme d'apprendre de deux professeurs en m&ecirc;me temps. J'ai pris le shoden waza et l'ai ramen&eacute; au Takumakai.

source: How was your training with Takeda Sensei?
fr_fr: Comment &eacute;tait votre entra&icirc;nement avec Takeda Sensei?

source: I was in pretty fit shape at that time because I did a lot of skiing and played a lot of soccer. Although feeling strong, I put myself on a 100-day program before going to see Soke (Takeda Sensei) to prepare myself for training with him. When I went to see him, I was fortunate because Soke quit his work right before I got there. We would have one on one training in the morning, from 5 A.m. to 8 A.m., then a break until lunch, more one on one training after lunch until the evening. And then there was an evening class with other students. The first morning I came to the dojo at 5, and Soke was already there, so the next day I decided to come 15 minutes earlier, at 4:45, to be there before Takeda Sensei. The following day, I came to the dojo at 4:45 and Soke was already there. So, next morning I showed up at 4:15, and getting there before Soke I felt some pride about this. However, the next day, I came at 4:15 and Soke was there before me again. I did not know the reason for this, but this continued to go on until we started training at 3 A.m. At this point, Takeda Sensei's wife came out and said to me, 'You can't come into the dojo before Soke, he needs his time to train and it is the only time he can train by himself before teaching.'
fr_fr: J'&eacute;tais en bonne forme &agrave; l'&eacute;poque parce que j'avais fait beaucoup de ski et jouait beaucoup au soccer. Bien que je me sentais fort, je me suis quand m&ecirc;me mis sur un programme de 100 jours avant d'aller voir Soke (Takeda Sensei) pour me pr&eacute;parer &agrave; pratiquer avec lui. Lorsque j'ai &eacute;t&eacute; le voir, j'ai &eacute;t&eacute; chanceux car il venait de d&eacute;missionner de son emploi tout juste avant mon arriv&eacute;e. Nous avions un entra&icirc;nement &agrave; deux le matin, de 5 heures du matin &agrave; 8 heures, puis une pause jusqu'au midi, puis une autre s&eacute;ance &agrave; deux apr&egrave;s le d&icirc;ner jusqu'en soir&eacute;e. Puis il y avait un cours de soir avec d'autres &eacute;l&egrave;ves. Le premier matin, je suis arriv&eacute; au dojo &agrave; 5hres et Sensei &eacute;tait d&eacute;j&agrave; pr&eacute;sent. Donc le deuxi&egrave;me jour, j'ai d&eacute;cid&eacute; d'arriver 15 minutes plus t&ocirc;t, &agrave; 4h45, pour y &ecirc;tre avant Takeda Sensei. Comme de fait, je suis arriv&eacute; au dojo &agrave; 4h45 et Soke &eacute;tait d&eacute;j&agrave; l&agrave;. Donc, le jour suivant, je me suis pr&eacute;sent&eacute; &agrave; 4h15 afin d'arriver avant Soke, j'en retirais une certaine fiert&eacute;. Par contre, je suis arriv&eacute; &agrave; 4h15 et Soke &eacute;tait encore l&agrave; avant moi. Je ne savais pas pourquoi, mais cela s'est poursuivi jusqu'&agrave; ce que nous commencions &agrave; nous entra&icirc;ner &agrave; 3h du matin. &agrave; un certain moment, la femme de Takeda Sensei est venue me voir et m'a dit: 'tu ne peux pas arriver au dojo avant Soke, il a besoin de ce temps pour s'entra&icirc;ner et c'est le seul moment o&ugrave; il peut pratiquer par lui-m&ecirc;me avant d'enseigner. '
