Repository: EricHogue/Koryukan
Catalog: Public/application/languages/*.po
Languages: fr_fr

source: When training with Soke, I was never allowed to throw or apply a technique on him, I was always the uke in our one on one training. Takeda Sensei taught me by doing the techniques on me over and over again. This was very hard on me at first, can you be uke for 1 hour? One on one? But it was 3 hours in the morning and more after lunch! In the evening Soke had a class with other students, and I got to practice and apply techniques on others that I learned during the day with Soke.
fr_fr: Lorsque je pratiquais avec Soke, je n'avais jamais le droit de le projeter ou d'effectuer une technique sur lui, j'&eacute;tais toujours le uke, dans nos pratiques &agrave; deux. Takeda Sensei m'a enseign&eacute; en me faisant subir les techniques sans arr&ecirc;t. C'&eacute;tait tr&egrave;s difficile pour moi au d&eacute;but, pouvez-vous &ecirc;tre uke pendant une heure? Un &agrave; un? Mais c'&eacute;tait trois heures le matin et encore apr&egrave;s le d&icirc;ner! En soir&eacute;e, Soke avait un cours avec d'autres &eacute;l&egrave;ves, et je pouvais pratiquer et essayer les techniques que j'avais apprises durant la journ&eacute;e avec Soke sur d'autres &eacute;l&egrave;ves.

source: After the third day with Takeda Sensei, I started to feel the toll of the training, because it was so severe since I was always the uke. But although growing quiet weary, I decided I was there to train and persevered, and in a short time I got used to this kind of training. Practicing with Soke, I was given permission to teach the Takumakai up to the nikajo level, sixty techniques.
fr_fr: Apr&egrave;s le troisi&egrave;me jour avec Takeda Sensei, j'ai commenc&eacute; &agrave; ressentir les effets de l'entra&icirc;nement, parce qu'il &eacute;tait tr&egrave;s dur puisque j'&eacute;tais le uke. Mais m&ecirc;me si j'&eacute;tais tr&egrave;s fatigu&eacute;, j'ai d&eacute;cid&eacute; que j'&eacute;tais l&agrave; pour apprendre et j'ai pers&eacute;v&eacute;r&eacute; et en une courte p&eacute;riode de temps, je me suis habitu&eacute; &agrave; ce type d'entra&icirc;nement. En pratiquant avec Soke, on m'a donn&eacute; la permission d'enseigner les techniques du Takumakai jusqu'au niveau nikkajo, soixante techniques

source: At the time we were about 15 students at Soke's dojo, some of the known names being: Arisawa Sensei, Kato Sensei, Saito Sensei, the sempai was Akimoto Sensei who passed away at the age of 85.
fr_fr: &Agrave; ce moment, nous &eacute;tions environ 15 &eacute;l&egrave;ves au dojo de Soke. Quelques-uns des noms connus &eacute;taient: Arisawa Sensei, Kato Sensei et Saito Sensei. Le sempai &eacute;tait Akimoto Sensei qui d&eacute;c&eacute;da &agrave; l'&acirc;ge de 85 ans.

source: How many years did you train with Takeda Tokimune Sensei?
fr_fr: Pendant combien d'ann&eacute;es vous &ecirc;tes-vous entra&icirc;n&eacute; avec Takeda Tokimune Sensei?

source: 13 years.
fr_fr: 13 ans.

source: Sensei, you also learned Ono Ha Itto Ryu from Takeda Sensei?
fr_fr: Sensei, vous avez aussi appris le Ono Ha Itto Ryu de Takeda Sensei?

source: That's correct. I was one of only six people to be taught Itto Ryu by Soke. He chose to teach it only to people with a good heart, because through kenjutsu you can better understand jujutsu.
fr_fr: Effectivement. J'&eacute;tais une des six personnes &agrave; qui Soke avait appris le Itto Ryu. Il choisit de ne l'enseigner qu'&agrave; des gens de coeur car &agrave; travers le kenjutsu, on peut mieux comprendre le jujutsu.

source: When did you receive your certificates from Soke?
fr_fr: Quand avez-vous re&#231;u vos certifications de Soke?

source: I recieved the shihan license in Daito Ryu and menkyo in Ono Ha Itto Ryu in 1985 from Takeda Sensei.
fr_fr: J'ai re&#231;u ma certification de shihan en Daito Ryu et de menkyo en Ono Ha Itto Ryu en 1985 de Takeda Sensei.

source: Sensei how was the Hakuho Kai born?
fr_fr: Sensei, comment le Hakuho Kai est-il n&eacute;?

source: When training with Hisa Sensei I felt that there was older body movement involved behind the techniques. And when training with Soke, I saw that he absolutely did not do any kind of turning and always moved in one line, many of his students were making turns and circles and did not do the techniques how Soke would do them. For example many would jump, or rise into ippon dori instead of releasing (Sensei demonstrates). From watching Soke I knew this was not correct, I followed closely how Takeda Sensei would move and researched the techniques. At the time I was with the Takumakai and taught these things to my own branch dojo. With time it became a difficult situation because other people were doing and teaching techniques in a different way, and did not have the same idea. Even before Takeda Sensei passed away, there were already disputes about who will be the next Soke, and about this license and that license. Takeda Sensei did not want to have any part of this and did not want me involved in it either. He told me to stay out of all the politics, and told me to go on my own and not stay with an organization. He wanted me teach the techniques he taught me. With his encouragement I decided to form the Hakuho Kai.
fr_fr: Lorsque je pratiquais avec Hisa Sensei, je sentais qu'il y avait des mouvements corporels plus anciens derri&egrave;re les techniques. Et lorsque je pratiquais avec Soke, j'ai vu qu'il ne faisait absolument aucune sorte de pivot et ne bougeait toujours qu'en ligne droite, plusieurs de ses &eacute;l&egrave;ves effectuaient des pivots et des cercles et n'ex&eacute;cutaient pas les techniques de la mani&egrave;re que Soke les faisait. Par exemple, plusieurs sautaient ou s'&eacute;levaient dans ippon dori au lieu de lib&eacute;rer (Sensei fait la d&eacute;monstration). &agrave; force d'observer Soke, je savais qu'il manquait quelque chose, j'ai suivi avec attention la mani&egrave;re dont Takeda Sensei se d&eacute;pla&#231;ait et j'ai approfondi les techniques. &agrave; l'&eacute;poque, j'&eacute;tais avec le Takumakai et j'enseignais ces choses dans mon propre dojo affili&eacute;. Avec le temps, c'est devenu une situation difficile parce que d'autres personnes effectuaient et enseignaient les techniques d'une autre mani&egrave;re, et n'avaient pas la m&ecirc;me conception que moi. M&ecirc;me avant que Takeda Sensei ne d&eacute;c&egrave;de, il y avait d&eacute;j&agrave; des conflits &agrave; propos du successeur de Soke et &agrave; propos de cette certification et de celle-l&agrave;. Takeda Sensei ne voulait pas se m&ecirc;ler de tout cela et ne voulait pas que je ne m'en m&ecirc;le non plus. Il me dit de rester loin de toute cette politique et me dit d'aller de l'avant par moi-m&ecirc;me et de ne pas rester avec une organisation. Il voulait que j'enseigne les techniques qu'il m'avait montr&eacute;es. Avec cet encouragement, j'ai fond&eacute; le Hakuho Kai.

source: Sensei how did you research the techniques and develop your method of teaching?
fr_fr: Sensei, comment avez-vous approfondi les techniques et d&eacute;velopp&eacute; votre m&eacute;thode d'enseignement?

source: I watched very closely how Soke moved, he was always moving in hitoemi, one line. I looked at old paintings of the bushi, their bodies were also always partrayed as being in a hitoemi position because that is how the bushi moved. I read old history texts about life in old Japan and how things worked back them. Across all of this I did not find anything in particular, but there were hints here and there. Then, when researching the techniques, we had pictures (Asahi News pictures taken by Hisa Takuma when Takeda Sokaku was teaching there) of the beginning of a technique and the end of a technique, but could not make certain techniques work. I asked myself why have a technique that doesn't work? So by applying my knowledge from Soke and my research, applying hitoemi and gravity principles I could make those techniques effective and efficient.
fr_fr: J'ai observ&eacute; attentivement comment Soke se d&eacute;pla&#231;ait, il se d&eacute;pla&#231;ait toujours en hitoemi, une ligne. J'ai aussi regard&eacute; de vieux portraits de bushi, leurs corps &eacute;taient aussi toujours dispos&eacute;s dans une position de hitoemi parce que c'&eacute;tait comment ils se d&eacute;pla&#231;aient. J'ai lu des vieux livres d'histoire &agrave; propos de la vie dans le Japon m&eacute;di&eacute;val et comment les choses se faisaient &agrave; l'&eacute;poque. &agrave; travers tout cela, je n'ai rien trouv&eacute; de particulier, mais il y avait des indices ici et l&agrave;. Puis, lorsque j'approfondissais les techniques, nous avions des photos (les photos du Asahi News qui avaient &eacute;t&eacute; prises par Hisa Takuma au moment o&ugrave; Takeda Sokaku y enseignait) du d&eacute;but et de la fin de la technique, mais nous ne pouvions pas en faire fonctionner quelques-unes. Je me suis demand&eacute; pourquoi certaines techniques ne fonctionnaient pas. Alors, en appliquant mes connaissances que j'avais apprises de Soke et de mes propres recherches, j'ai appliqu&eacute; le Hitoemi et les principes de la gravit&eacute; et j'ai r&eacute;ussi &agrave; rendre les techniques efficaces et efficientes.

source: Sensei, what does 'Hakuho Kai' mean, and why did you chose this name?
fr_fr: Sensei, que veut dire 'Hakuho Kai' et pourquoi avez-vous choisi ce nom?

source: Translated 'Hakuho' means 'white phoenix'. You see in Japan's history there were a lot of different eras, like the 'Edo' era, the 'Meiji' era and so on.... If you go back through history, there was an era called 'Hakuho'. It was a time when the Japanese decided to stop outside influence from coming into Japan, it was an era when Japanese were protecting Japanese culture from outside influence. I want to preserve Daito Ryu in it's traditional form and keep the old movements of the bushi behind the techniques, and to not let modern body movement influence it. This is why I chose the name Hakuho Kai.
fr_fr: Traduit, 'Hakuho' veut dire 'phoenix blanc'. Vous savez, dans l'histoire du Japon, il y avait plusieurs p&eacute;riodes diff&eacute;rentes, comme l'&egrave;re Edo, l'&egrave;re Meiji et ainsi de suite&#133; Si l'on remonte le cours de l'Histoire, il y eut une &eacute;poque appel&eacute;e 'Hakuho'. C'&eacute;tait l'&eacute;poque o&ugrave; les Japonais ont d&eacute;cid&eacute; de bloquer toute influence de l'ext&eacute;rieur, c'&eacute;tait une &eacute;poque o&ugrave; les Japonais d&eacute;fendaient la culture japonaise des influences ext&eacute;rieures. Je veux pr&eacute;server le Daito Ryu dans sa forme traditionnelle et conserver les anciens mouvements des bushi qui sont &agrave; l'origine des techniques, et de ne pas laisser les mouvements corporels modernes venir les influencer. Voil&agrave; pourquoi j'ai choisi le nom Hakuho Kai.

source: How was Hisa Sensei as a person?
fr_fr: Comment &eacute;tait Hisa Sensei en tant qu'individu?

source: His was a very interesting person. He liked to try many news things. For example learned how to fly and airplane, and played golf when it was not as popular as now. He enjoyed life and was a very good, kind man.
fr_fr: Il &eacute;tait une personne tr&egrave;s int&eacute;ressante. Il aimait essayer beaucoup de nouvelles choses. Par exemple, il a appris &agrave; piloter un avion et &agrave; jouer au golf avant que &#231;a ne devienne populaire. Il aimait profiter de la vie et c'&eacute;tait une tr&egrave;s bonne personne.

source: How was Takeda Tokimune Sensei as a person?
fr_fr: Comment &eacute;tait Takeda Tokimune Sensei en tant qu'individu?

source: He had a very good heart. After the war, Soke was a police officer and later became a detective. He was a very suspicious person, always suspicious of every one so this must have helped him being a detective. He probably inherited some of these traits from his father, Takeda Sokaku.
fr_fr: Il avait un tr&egrave;s grand coeur. Apr&egrave;s la guerre, Soke a &eacute;t&eacute; policier et plus tard un d&eacute;tective. Il &eacute;tait une personne tr&egrave;s m&eacute;fiante, toujours m&eacute;fiant &agrave; l'endroit de tout le monde, alors &#231;a doit l'avoir aid&eacute; pour &ecirc;tre un bon d&eacute;tective. Il a probablement h&eacute;rit&eacute; ces traits de son p&egrave;re, Takeda Sokaku.

source: Did Soke speak a lot about his father? Tell many stories?
fr_fr: Est-ce que Soke parlait beaucoup de son p&egrave;re? A-t-il cont&eacute; plusieurs histoires?

source: Soke never called his father by saying 'father', he always refered to him as Takeda Sokaku. He did not really think of him as a father. When Soke was 10, 11 years old, Takeda Sokaku was approaching 70 years of age. Soke learned kenjutsu from his mother until 5 years old, and after the age of 5 he learned from his father. Takeda Sokaku trained him very hard, he did not have techniques to teach specifically to children. He would have Soke attack him with a sword, he would disarm Tokimune and the sword would go flying into the snow. So at 5 years old Soke would have to go searching through the snow with his bare hands for the sword, pick it up and attack his father. Once again the sword would fly into the snow, and it went on again and again. So this is just and example of how Takeda Sokaku would treat and train his son. It was difficult for Soke to think of him as his father. One day Takeda Sokaku was sleeping, and Soke wanted to put a cover over him to keep him warm. Sokaku, always being in a state of awerness, even when sleeping, grabbed his dagger and went to stab Soke in heart just as Soke was about to put the cover over Sokaku. Soke was barely quick enough to move to the side, got off the line and the dagger that was going for his heart stabbed him in the shoulder. Afterwards Takeda Sokaku scolded his son severely. Saying: ' What kind of a fool are you?! You should never carelessly come up one someone by surprise, it is your fault that you were stabbed; if you would have been aware I would not have cut you!' That's the kind of man Takeda Sokaku was so it must have had an effect on Soke, so he did not feel as Sokaku being his father.
fr_fr: Soke n'a jamais appel&eacute; son p&egrave;re 'p&egrave;re', il s'y r&eacute;f&eacute;rait toujours comme Takeda Sokaku. Il ne pensait pas beaucoup &agrave; lui comme d'un p&egrave;re. Lorsque Soke avait 10 ou 11 ans, Takeda Sokaku avait presque 70 ans. Soke appris le kenjutsu de sa m&egrave;re jusqu'&agrave; l'&acirc;ge de 5 ans et ensuite de son p&egrave;re. Takeda Sokaku l'entra&icirc;na tr&egrave;s fort, il n'avait pas de techniques &agrave; enseigner sp&eacute;cifiquement aux enfants. Il demandait &agrave; Soke de l'attaquer avec un sabre, il d&eacute;sarmait Tokimune et le sabre &eacute;tait envoy&eacute; loin dans la neige. Donc &agrave; 5 ans, Soke devait aller trouver son sabre dans la neige avec ses mains nues, le ramasser et attaquer &agrave; nouveau son p&egrave;re. Puis, l'&eacute;p&eacute;e &eacute;tait renvoy&eacute;e dans la neige et cela &eacute;tait r&eacute;p&eacute;t&eacute; continuellement. Ceci n'est qu'un exemple comment Takeda Sokaku traitait et entra&icirc;nait son fils. Il &eacute;tait difficile pour Soke de le voir comme un p&egrave;re. Un jour, Takeda Sokaku dormait et Soke voulait le recouvrir d'une couverture pour le garder au chaud. Sokaku, toujours en &eacute;tat de pleine conscience de son environnement, m&ecirc;me durant le sommeil, prit son poignard et faillit poignarder Soke en plein coeur juste au moment o&ugrave; Soke allait lui mettre sa couverture. Soke a tout juste eu le temps de faire un pas de c&ocirc;t&eacute;, de se retirer de la ligne et le poignard qui allait le frapper au coeur le frappa &agrave; l'&eacute;paule. Par la suite, Takeda Sokaku r&eacute;primenda s&eacute;v&egrave;rement son fils. Il lui dit : ' quel genre de fou es-tu? Tu ne devrais jamais t'approcher de fa&#231;on insouciante de quelqu'un par surprise, c'est de ta propre faute si tu t'es fait poignarder; si tu avais &eacute;t&eacute; pleinement conscient, je ne t'aurais pas poignard&eacute;! ' C'&eacute;tait le genre de personne que Takeda Sokaku &eacute;tait, donc s&ucirc;rement que cela a eu son effet sur Soke. C'est pourquoi il ne le voyait pas comme son p&egrave;re.

source: Did Soke use dan rankings when teaching?
fr_fr: Est-ce que Soke utilisait le classement des dan lorsqu'il enseignait?

source: Yes, Takeda Sensei used the dan ranking system that originally comes from judo. He a gave out other licenses like the menkyo and shihan license I have. Takeda Sensei also gave two kyuoju dairi, one to Suzuki Sensei and Minamo Sensei, who have both passed away. When giving dan grades, in reality Soke never gave past fifth dan.
fr_fr: Oui, Takeda Sensei utilisait le syst&egrave;me de classement des dan qui venait &agrave; l'origine du judo. Il a aussi donn&eacute; d'autres certifications telles que le menkyo et shihan que je poss&egrave;de d'ailleurs. Takeda Sensei a aussi donn&eacute; deux kyoju dairi, une &agrave; Suzuki Sensei et une &agrave; Minamo Sensei, qui sont tous les deux d&eacute;c&eacute;d&eacute;s. Lorsqu'il desservait ses rangs de dan, en r&eacute;alit&eacute; Soke n'en a jamais accord&eacute; un sup&eacute;rieur &agrave; la 5&egrave;me.

source: Sensei are dan rankings used in Hakuho Kai?
fr_fr: Sensei, est-ce que le classement par dan est utilis&eacute; dans le Hakuho Kai?

source: That's correct, we use the dan ranking system. It is important to note that permission to teach is not the same thing as a rank. In Hakuho Kai one must have a good heart and good intentions to have permission to teach.
fr_fr: Oui, nous employons le syst&egrave;me des dan. Il est important de noter que la permission d'enseigner n'est pas la m&ecirc;me que de poss&eacute;der un rang. Dans le Hakuho Kai, on doit poss&eacute;der un grand coeur et de bonnes intentions pour pouvoir avoir la permission d'enseigner.

source: How many Hakuho Kai dojo are there Sensei?
fr_fr: Sensei, combien de dojos du Hakuho Kai existe-t-il?

source: Let's see, there are three in Italy, one in England, three in the U.S., one in Canada, and fourteen in Japan, in the Osaka and Fukuoka areas. So that's four in North America, four in Europe, and fourteen in Japan. Making that 22 dojo and about 420 people in all. I am happy all of our members are good normal people and have the right samurai spirit.
fr_fr: Voyons voir, il y en a trois en Italie, un en Angleterre, trois aux &eacute;tats-Unis, un au Canada et quatorze au Japon, dans les r&eacute;gions d'Osaka et de Fukuoka. Cela fait donc quatre en Am&eacute;rique du Nord, quatre en Europe et quatorze au Japon. Cela fait en tout 22 dojos et environ 420 praticiens. Je suis content que tous nos membres soient de bons et simples gens qui ont le bon esprit du samurai.

source: Thank you very much Sensei, and thank you very much Rod for doing a great job at translating.
fr_fr: Merci beaucoup Sensei, et merci beaucoup Rod pour cet excellent travail de traduction.

source: Thank you.
fr_fr: Merci.

source: By now it was getting time to go and show Okabayashi Sensei and Rod a little bit of Montreal. We thanked him and Rod Ulher, his assistant and interpreter dearly for their time and set on our way.
fr_fr: Il &eacute;tait maintenant temps pour nous d'amener Okabayashi Sensei et Rod et de leur faire d&eacute;couvrir la ville de Montr&eacute;al. Nous les avons remerci&eacute;, lui et Rod Ulher, son assistant et interpr&egrave;te, pour le temps qu'ils nous avaient accord&eacute;.

source: This interview is for viewing only. It may not be reproduced or reused in any other public forum or medium without the proper consent and authorisation of the Koryukan Dojo and the Hakuho Kai.
fr_fr: Cette entrevue est destin&eacute;e &agrave; des fins de lecture seulement. Elle ne peut &ecirc;tre reproduite ou r&eacute;utilis&eacute;e dans un autre forum public sans l'autorisation du Dojo Koryukan et du Hakuho Kai

source: September 2005 Training camp summary
fr_fr: Sommaire du camp d'entrainement de septembre 2005

source: Hakuho Ryu Montreal was greatly honored with the opportunity to host it's first international training camp under the guidance and teachings of Okabayashi Shogen Sensei, founder and headmaster of Hakuho Ryu Aiki Budo. A number of participants from abroad were in attendance for the training camp.
fr_fr: Le Hakuho Ryu de Montr&eacute;al fut tr&egrave;s honor&eacute; d'&ecirc;tre l'h&ocirc;te de son premier camp d'entra&icirc;nement international, sous la direction et les enseignements d'Okabayashi Shogen Sensei, fondateur et directeur du Hakuho Ryu Aiki Budo. Un grand nombre de participants venus de l'ext&eacute;rieur y assist&egrave;rent.

source: Okabayashi Sensei concentrated his teachings on Aiki , how to use it and apply it in techniques from basic to advanced. The most important gift being that he taught us how to move.I want to take this opportunity to thank everyone who took time out of their schedules to make the sometimes very long trip to Montreal to be present at this camp. The true goal of this camp was to bring as many people in the the organization together as possible and to get to know each other better and I think that that goal was greatly accomplished thanks to the contributions of all.
fr_fr: Okabayashi Sensei concentra ses enseignements sur l'aiki, comment l'employer dans les techniques de plus simples aux plus avanc&eacute;es. La chose la plus importante qu'il nous enseigna est comment bouger. J'aimerais profiter de cette occasion pour remercier tous ceux qui ont pris le temps &agrave; nous aider &agrave; faire de notre camp un grand succ&egrave;s. Le but de ce camp &eacute;tait de rassembler autant de membres possibles de l'organisation, et d'apprendre &agrave; nous conna&icirc;tre davantage. Je crois sinc&egrave;rement que cet objectif a &eacute;t&eacute; r&eacute;alis&eacute; et cela gr&acirc;ce &agrave; la contribution de chacun.

source: Daito Ryu Seminar a success in Italy
fr_fr: Succ&egrave;s du s&eacute;minaire de Daito Ryu en Italie

source: summary provided by Mr. James Mullins
fr_fr: Sommaire fourni par M. James Mullins
